Repository: nixoldb86/passproduct
Catalog: Git/backend/pricofy/frontend/lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# navbarFeatures
source: Features
de: Funktionen
es: Características
fr: Fonctionnalités
it: Caratteristiche
pt: Funcionalidades

# navbarWhyItWorks
source: Why it works
de: Warum es funktioniert
es: ¿Por qué funciona?
fr: Pourquoi ça marche
it: Perché funziona
pt: Porque funciona

# navbarPricing
source: Pricing
de: Preise
es: Precios
fr: Tarifs
it: Prezzi
pt: Preços

# navbarContact
source: Contact
de: Kontakt
es: Contacto
it: Contatto
pt: Contacto

# navbarStart
source: Start
de: Starten
es: Comenzar
fr: Commencer
it: Inizia
pt: Começar

# heroTitle
source: Optimize Your Prices with
de: Optimieren Sie Ihre Preise mit
es: Optimiza tus Precios
fr: Optimisez vos Prix avec
it: Ottimizza i tuoi Prezzi con
pt: Otimize os seus Preços com

# heroTitleHighlight
source: Artificial Intelligence
de: Künstlicher Intelligenz
es: Inteligencia Artificial
fr: Intelligence Artificielle
it: Intelligenza Artificiale
pt: Inteligência Artificial

# heroTitleLine1
source: The Universe of
de: Das Universum der
es: El Universo de
fr: L'Univers de
it: L'Universo di
pt: O Universo de

# heroTitleLine2
source: second-hand, in one click
de: Gebrauchtwaren, mit einem Klick
es: segunda mano, en un solo click
fr: seconde main, en un seul clic
it: seconda mano, in un solo clic
pt: segunda mão, num só clique

# heroDescription
source: Dozens of second-hand platforms in one search. While you decide, we compare.
de: Dutzende Gebrauchtwarenplattformen in einer Suche. Während du entscheidest, vergleichen wir.
es: Decenas de plataformas de segunda mano en una sola búsqueda. Mientras tú decides, nosotros comparamos.
fr: Des dizaines de plateformes de seconde main en une seule recherche. Pendant que tu décides, on compare.
it: Decine di piattaforme di seconda mano in una sola ricerca. Mentre tu decidi, noi confrontiamo.
pt: Dezenas de plataformas de segunda mão numa só pesquisa. Enquanto decides, nós comparamos.

# heroSearchPlaceholder
source: What do you want to find today?
de: Was willst du heute finden?
es: ¿Qué quieres encontrar hoy?
fr: Que veux-tu trouver aujourd'hui ?
it: Cosa vuoi trovare oggi?
pt: O que queres encontrar hoje?

# heroSearchButton
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
pt: Pesquisar

# heroStartFree
source: Start free
de: Kostenlos starten
es: Empieza gratis
fr: Commencer gratuit
it: Inizia gratis
pt: Começa grátis

# heroViewDemo
source: View Demo
de: Demo ansehen
es: Ver Demo
fr: Voir la démo
it: Vedi demo
pt: Ver demonstração

# heroBadge
source: The search engine that should have existed years ago
de: Die Suchmaschine, die es schon vor Jahren hätte geben sollen
es: El buscador que debería existir hace años
fr: Le moteur de recherche qui aurait dû exister depuis des années
it: Il motore di ricerca che avrebbe dovuto esistere anni fa
pt: O motor de busca que devia existir há anos

# heroMicrocopy
source: No registration required. No card. No catch.
de: Keine Registrierung nötig. Keine Karte. Kein Haken.
es: Sin registro obligatorio. Sin tarjeta. Sin trampa.
fr: Sans inscription obligatoire. Sans carte. Sans piège.
it: Senza registrazione obbligatoria. Senza carta. Senza trucchi.
pt: Sem registo obrigatório. Sem cartão. Sem armadilhas.

# useCasesTitle
source: Two ways to use Pricofy
de: Zwei Möglichkeiten, Pricofy zu nutzen
es: Dos formas de usar Pricofy
fr: Deux façons d'utiliser Pricofy
it: Due modi per usare Pricofy
pt: Duas formas de usar o Pricofy

# useCasesSellTitle
source: If you want to sell
de: Wenn Sie verkaufen möchten
es: Si quieres vender
fr: Si vous voulez vendre
it: Se vuoi vendere
pt: Se quiser vender

# useCasesSellDescription
source: Don't know what price to sell at? We calculate ideal, fast and minimum price based on real listings in your area.
de: Sie wissen nicht, zu welchem Preis Sie verkaufen sollen? Wir berechnen den idealen, schnellen und minimalen Preis basierend auf realen Anzeigen in Ihrer Region.
es: ¿No sabes a qué precio vender? Calculamos precio ideal, rápido y mínimo con base en anuncios reales de tu zona.
fr: Vous ne savez pas à quel prix vendre ? Nous calculons le prix idéal, rapide et minimum basé sur les annonces réelles de votre région.
it: Non sai a che prezzo vendere? Calcoliamo il prezzo ideale, veloce e minimo basato su annunci reali nella tua zona.
pt: Não sabe a que preço vender? Calculamos o preço ideal, rápido e mínimo com base em anúncios reais da sua zona.

# useCasesSellStep1
source: Upload photos and details.
de: Fotos und Details hochladen.
es: Sube fotos y detalles.
fr: Téléchargez des photos et des détails.
it: Carica foto e dettagli.
pt: Carregue fotos e detalhes.

# useCasesSellStep2
source: Report with recommended price and ideal platforms.
de: Bericht mit empfohlenen Preisen und idealen Plattformen.
es: Informe con precio recomendado y plataformas ideales.
fr: Rapport avec prix recommandé et plateformes idéales.
it: Rapporto con prezzo raccomandato e piattaforme ideali.
pt: Relatório com preço recomendado e plataformas ideais.

# useCasesSellStep3
source: Publish with confidence.
de: Vertrauensvoll veröffentlichen.
es: Publica con confianza.
fr: Publiez en toute confiance.
it: Pubblica con fiducia.
pt: Publique com confiança.

# useCasesSellButton
source: Value my product
de: Mein Produkt bewerten
es: Valorar mi producto
fr: Évaluer mon produit
it: Valuta il mio prodotto
pt: Avaliar o meu produto

# useCasesBuyTitle
source: If you want to buy
de: Wenn Sie kaufen möchten
es: Si quieres comprar
fr: Si vous voulez acheter
it: Se vuoi comprare
pt: Se quiser comprar

# useCasesBuyDescription
source: We search for you the best available price according to condition and desired filters.
de: Wir suchen für Sie den besten verfügbaren Preis nach Zustand und gewünschten Filtern.
es: Buscamos por ti el mejor precio disponible según estado y filtros deseados.
fr: Nous recherchons pour vous le meilleur prix disponible selon l'état et les filtres souhaités.
it: Cerchiamo per te il miglior prezzo disponibile secondo stato e filtri desiderati.
pt: Procuramos por si o melhor preço disponível conforme o estado e filtros desejados.

# useCasesBuyStep1
source: Tell us what you're looking for and in what condition.
de: Sagen Sie uns, was Sie suchen und in welchem Zustand.
es: Dinos qué buscas y en qué estado.
fr: Dites-nous ce que vous cherchez et dans quel état.
it: Dicci cosa cerchi e in che stato.
pt: Diga-nos o que procura e em que estado.

# useCasesBuyStep2
source: We compare trusted platforms.
de: Wir vergleichen vertrauenswürdige Plattformen.
es: Comparamos plataformas de confianza.
fr: Nous comparons les plateformes de confiance.
it: Confrontiamo piattaforme affidabili.
pt: Comparamos plataformas de confiança.

# useCasesBuyStep3
source: We send you the link with the lowest price.
de: Wir senden Ihnen den Link mit dem niedrigsten Preis.
es: Te enviamos el enlace con el precio más bajo.
fr: Nous vous envoyons le lien avec le prix le plus bas.
it: Ti inviamo il link con il prezzo più basso.
pt: Enviamos-lhe o link com o preço mais baixo.

# useCasesBuyButton
source: Search product
de: Produkt suchen
es: Buscar producto
fr: Rechercher un produit
it: Cerca prodotto
pt: Pesquisar produto

# featuresTitle
source: Stop Losing Money Selling Blind
de: Hauptfunktionen
es: Deja de perder dinero vendiendo a ciegas
fr: Fonctionnalités Principales
it: Caratteristiche Principali
pt: Funcionalidades Principais

# featuresSubtitle
source: 73% of sellers undervalue or overvalue their products
de: Alles, was Sie brauchen, um Ihre Preise zu optimieren
es: El 73% de los vendedores subestiman o sobrestiman sus productos
fr: Tout ce dont vous avez besoin pour optimiser vos prix
it: Tutto ciò di cui hai bisogno per ottimizzare i tuoi prezzi
pt: Tudo o que precisa para otimizar os seus preços

# featuresAiTitle
source: Fair Price in Real Time
de: Fairer Preis in Echtzeit
es: Precio justo en tiempo real
fr: Prix juste en temps réel
it: Prezzo giusto in tempo reale
pt: Preço justo em tempo real

# featuresAiDescription
source: No more hours comparing. Upload your product and we'll tell you what it's worth based on thousands of real listings.
de: Machine Learning Algorithmen, die tausende Daten analysieren, um Ihnen den optimalen Preis zu geben.
es: No más horas comparando. Sube tu producto y te decimos cuánto vale basándonos en miles de anuncios reales.
fr: Algorithmes de machine learning qui analysent des milliers de données pour vous donner le prix optimal.
it: Algoritmi di machine learning che analizzano migliaia di dati per darti il prezzo ottimale.
pt: Algoritmos de machine learning que analisam milhares de dados para lhe dar o preço ótimo.

# featuresRealTimeTitle
source: TODAY's Data, Not 6 Months Ago
de: Echtzeit
es: Datos de HOY, no de hace 6 meses
fr: Temps Réel
it: Tempo Reale
pt: Tempo Real

# featuresRealTimeDescription
source: The market changes daily. We analyze listings from the last 24-48 hours to give you the real price.
de: Ständige Aktualisierung der Marktpreise, um immer wettbewerbsfähig zu bleiben.
es: El mercado cambia cada día. Analizamos anuncios publicados en las últimas 24-48 horas para darte el precio real.
fr: Mise à jour constante des prix du marché pour rester toujours compétitif.
it: Aggiornamento costante dei prezzi di mercato per rimanere sempre competitivo.
pt: Atualização constante dos preços do mercado para se manter sempre competitivo.

# featuresAnalyticsTitle
source: Find Your Perfect Customer
de: Finde deinen perfekten Käufer
es: Encuentra tu cliente perfecto
fr: Trouve ton client parfait
it: Trova il tuo cliente perfetto
pt: Encontra o teu cliente perfeito

# featuresAnalyticsDescription
source: If you can't sell ice at the North Pole, is the ice the problem? Find the perfect selling spot for your product.
de: Wenn du Eis am Nordpol nicht verkaufen kannst, liegt es dann am Eis? Finde den perfekten Verkaufsort für dein Produkt.
es: Si no vendes hielo en el Polo Norte, ¿el problema es el hielo? Encuentra el lugar de venta perfecto para tu producto.
fr: Si tu ne peux pas vendre de la glace au Pôle Nord, est-ce un problème de glace ? Trouve l'endroit de vente parfait pour ton produit.
it: Se non puoi vendere ghiaccio al Polo Nord, il problema è il ghiaccio? Trova il posto di vendita perfetto per il tuo prodotto.
pt: Se não consegues vender gelo no Polo Norte, o problema é o gelo? Encontra o local de venda perfeito para o teu produto.

# featuresSecurityTitle
source: Your Data is YOURS
de: Sicher
es: Tus datos son TUYOS
fr: Sécurisé
it: Sicuro
pt: Seguro

# featuresSecurityDescription
source: No selling to third parties. No spam. No surprises. End-to-end encryption.
de: Ihre Daten sind mit militärischer Verschlüsselung geschützt.
es: Sin vender a terceros. Sin spam. Sin sorpresas. Encriptación de extremo a extremo.
fr: Vos données sont protégées avec un cryptage de niveau militaire.
it: I tuoi dati sono protetti con crittografia di livello militare.
pt: Os seus dados estão protegidos com encriptação de nível militar.

# featuresHeroDescription
source: Pricofy tells you the exact price based on what users are ACTUALLY paying. No guesswork. No hours searching.
de: Pricofy sagt dir den genauen Preis basierend auf dem, was Nutzer WIRKLICH zahlen. Keine Vermutungen. Keine stundenlange Suche.
es: Pricofy te dice el precio exacto basado en lo que los usuarios REALMENTE están pagando. Sin suposiciones. Sin perder horas buscando.
fr: Pricofy te dit le prix exact basé sur ce que les utilisateurs paient RÉELLEMENT. Sans suppositions. Sans passer des heures à chercher.
it: Pricofy ti dice il prezzo esatto basato su quello che gli utenti stanno REALMENTE pagando. Senza supposizioni. Senza perdere ore a cercare.
pt: Pricofy diz-te o preço exato baseado no que os utilizadores estão REALMENTE a pagar. Sem suposições. Sem perder horas a pesquisar.

# featuresCtaSubtitle
source: No contracts. No commitment. No excuses.
de: Keine Vertragsbindung. Keine Verpflichtung. Keine Ausreden.
es: Sin permanencias. Sin compromiso. Sin excusas.
fr: Sans engagement. Sans obligation. Sans excuses.
it: Senza vincoli. Senza impegno. Senza scuse.
pt: Sem fidelização. Sem compromisso. Sem desculpas.

# featuresProblemTitle
source: Why Has Your Listing Been Sitting for Weeks?
de: Warum steht deine Anzeige seit Wochen?
es: ¿Por qué tu anuncio lleva semanas sin venderse?
fr: Pourquoi ton annonce reste-t-elle depuis des semaines ?
it: Perché il tuo annuncio è fermo da settimane?
pt: Porque é que o teu anúncio está parado há semanas?

# featuresProblemSubtitle
source: The problem isn't you. It's that you don't have the information.
de: Das Problem bist nicht du. Es ist der Mangel an Informationen.
es: El problema no eres tú. Es que no tienes información.
fr: Le problème, ce n'est pas toi. C'est le manque d'information.
it: Il problema non sei tu. È la mancanza di informazioni.
pt: O problema não és tu. É a falta de informação.

# featuresProblem1Title
source: Price too high
de: Preis zu hoch
es: Precio muy alto
fr: Prix trop élevé
it: Prezzo troppo alto
pt: Preço muito alto

# featuresProblem1Description
source: No one asks. Your product sits there collecting digital dust.
de: Niemand fragt. Dein Produkt verstaubt digital.
es: Nadie pregunta. Tu producto se queda ahí acumulando polvo digital.
fr: Personne ne demande. Ton produit prend la poussière numérique.
it: Nessuno chiede. Il tuo prodotto raccoglie polvere digitale.
pt: Ninguém pergunta. O teu produto junta pó digital.

# featuresProblem2Title
source: Price too low
de: Preis zu niedrig
es: Precio muy bajo
fr: Prix trop bas
it: Prezzo troppo basso
pt: Preço muito baixo

# featuresProblem2Description
source: You sell fast but lose money. Someone resells it for more.
de: Du verkaufst schnell, aber verlierst Geld. Jemand verkauft es teurer weiter.
es: Vendes rápido pero pierdes dinero. Alguien lo revende por más.
fr: Tu vends vite mais tu perds de l'argent. Quelqu'un le revend plus cher.
it: Vendi velocemente ma perdi soldi. Qualcuno lo rivende a di più.
pt: Vendes rápido mas perdes dinheiro. Alguém revende-o por mais.

# featuresProblem3Title
source: Not knowing where to post
de: Nicht wissen, wo posten
es: Sin saber dónde publicar
fr: Sans savoir où publier
it: Senza sapere dove pubblicare
pt: Sem saber onde publicar

# featuresProblem3Description
source: With shipping? Should I check more websites? How much does it sell for in another country? Each platform has different buyers.
de: Mit Versand? Soll ich den Preis auf mehr Webseiten prüfen? Für wie viel wird es in einem anderen Land verkauft? Jede Plattform hat unterschiedliche Käufer.
es: ¿Con envío? ¿Reviso el precio en más sitios web? ¿Por cuánto se vende en otro país? Cada plataforma tiene compradores diferentes.
fr: Avec livraison ? Je vérifie le prix sur plus de sites ? Pour combien se vend-il dans un autre pays ? Chaque plateforme a des acheteurs différents.
it: Con spedizione? Controllo il prezzo su più siti? A quanto viene venduto in un altro paese? Ogni piattaforma ha acquirenti diversi.
pt: Com envio? Verifico o preço em mais sites? Por quanto se vende noutro país? Cada plataforma tem compradores diferentes.

# featuresSolutionTitle
source: With Pricofy You Find the Sweet Spot
de: Mit Pricofy findest du den Sweet Spot
es: Con Pricofy encuentras el punto exacto
fr: Avec Pricofy tu trouves le point idéal
it: Con Pricofy trovi il punto giusto
pt: Com Pricofy encontras o ponto ideal

# featuresSolutionSubtitle
source: Where you SELL fast and EARN what's fair
de: Wo du SCHNELL verkaufst und FAIR verdienst
es: Donde VENDES rápido y GANAS lo justo
fr: Où tu VENDS vite et GAGNES ce qui est juste
it: Dove VENDI velocemente e GUADAGNI il giusto
pt: Onde VENDES rápido e GANHAS o justo

# featuresSolution1
source: We analyze thousands of listings similar to yours
de: Wir analysieren tausende ähnliche Anzeigen
es: Analizamos miles de anuncios similares al tuyo
fr: Nous analysons des milliers d'annonces similaires
it: Analizziamo migliaia di annunci simili
pt: Analisamos milhares de anúncios semelhantes

# featuresSolution2
source: We tell you the ideal, minimum, and quick-sale price
de: Wir sagen dir den idealen, minimalen und schnellen Preis
es: Te decimos el precio ideal, el mínimo y el rápido
fr: Nous te donnons le prix idéal, minimum et rapide
it: Ti diciamo il prezzo ideale, minimo e rapido
pt: Dizemos-te o preço ideal, mínimo e rápido

# featuresSolution3
source: We recommend which platforms to post on
de: Wir empfehlen, auf welchen Plattformen du posten sollst
es: Te recomendamos en qué plataformas publicar
fr: Nous te recommandons sur quelles plateformes publier
it: Ti consigliamo su quali piattaforme pubblicare
pt: Recomendamos em que plataformas publicar

# featuresCompareTitle
source: Before vs With Pricofy
de: Vorher vs Mit Pricofy
es: Antes vs Con Pricofy
fr: Avant vs Avec Pricofy
it: Prima vs Con Pricofy
pt: Antes vs Com Pricofy

# featuresCompareBefore1
source: Hours searching across 5 platforms
de: Stunden auf 5 Plattformen suchen
es: Horas buscando en 5 plataformas
fr: Des heures à chercher sur 5 plateformes
it: Ore a cercare su 5 piattaforme
pt: Horas a pesquisar em 5 plataformas

# featuresCompareAfter1
source: Instant results, all platforms
de: Sofortige Ergebnisse, alle Plattformen
es: Resultados al instante, todas las plataformas
fr: Résultats instantanés, toutes les plateformes
it: Risultati istantanei, tutte le piattaforme
pt: Resultados instantâneos, todas as plataformas

# featuresCompareBefore2
source: Price based on 'what I think'
de: Preis basierend auf 'was ich denke'
es: Precio basado en 'lo que yo creo'
fr: Prix basé sur 'ce que je crois'
it: Prezzo basato su 'quello che penso'
pt: Preço baseado em 'o que eu acho'

# featuresCompareAfter2
source: Price based on real data
de: Preis basierend auf echten Daten
es: Precio basado en datos reales
fr: Prix basé sur des données réelles
it: Prezzo basato su dati reali
pt: Preço baseado em dados reais

# featuresCompareBefore3
source: Sold in 3 weeks (or never)
de: In 3 Wochen verkauft (oder nie)
es: Vendido en 3 semanas (o nunca)
fr: Vendu en 3 semaines (ou jamais)
it: Venduto in 3 settimane (o mai)
pt: Vendido em 3 semanas (ou nunca)

# featuresCompareAfter3
source: Sold in days at the right price
de: In Tagen zum fairen Preis verkauft
es: Vendido en días al precio justo
fr: Vendu en quelques jours au juste prix
it: Venduto in giorni al prezzo giusto
pt: Vendido em dias ao preço justo

# featuresCompareBefore4
source: Constant doubts: is this a good price?
de: Ständige Zweifel: Ist das ein guter Preis?
es: Dudas constantes: ¿es buen precio?
fr: Doutes constants : est-ce un bon prix ?
it: Dubbi costanti: è un buon prezzo?
pt: Dúvidas constantes: é um bom preço?

# featuresCompareAfter4
source: Certainty: you know it's the right price
de: Gewissheit: Du weißt, es ist der richtige Preis
es: Certeza: sabes que es el precio correcto
fr: Certitude : tu sais que c'est le bon prix
it: Certezza: sai che è il prezzo giusto
pt: Certeza: sabes que é o preço certo

# featuresCtaTitle
source: Your Next Product Already Has an Optimal Price Waiting
de: Dein nächstes Produkt hat bereits einen optimalen Preis
es: Tu próximo producto ya tiene un precio óptimo esperándote
fr: Ton prochain produit a déjà un prix optimal qui t'attend
it: Il tuo prossimo prodotto ha già un prezzo ottimale che ti aspetta
pt: O teu próximo produto já tem um preço ideal à tua espera

# featuresCtaButton
source: Analyze My First Product
de: Mein erstes Produkt analysieren
es: Analizar mi primer producto
fr: Analyser mon premier produit
it: Analizza il mio primo prodotto
pt: Analisar o meu primeiro produto

# featuresBuyerTitle
source: Are You Overpaying Without Knowing It?
de: Zahlst du zu viel ohne es zu wissen?
es: ¿Estás pagando de más sin saberlo?
fr: Tu paies trop cher sans le savoir ?
it: Stai pagando troppo senza saperlo?
pt: Estás a pagar demais sem saber?

# featuresBuyerSubtitle
source: The same product can cost €200 less on another platform or country
de: Das gleiche Produkt kann auf einer anderen Plattform oder in einem anderen Land €200 weniger kosten
es: El mismo producto puede costar €200 menos en otra plataforma o país
fr: Le même produit peut coûter 200€ de moins sur une autre plateforme ou pays
it: Lo stesso prodotto può costare €200 in meno su un'altra piattaforma o paese
pt: O mesmo produto pode custar €200 menos noutra plataforma ou país

# featuresBuyerProblem1Title
source: Hours wasted comparing
de: Stunden beim Vergleichen verschwendet
es: Horas perdidas comparando
fr: Des heures perdues à comparer
it: Ore perse a confrontare
pt: Horas perdidas a comparar

# featuresBuyerProblem1Description
source: You open 5 apps, 10 tabs, and still don't know which is the best price.
de: Du öffnest 5 Apps, 10 Tabs, und weißt immer noch nicht, welcher der beste Preis ist.
es: Abres 5 apps, 10 pestañas, y sigues sin saber cuál es el mejor precio.
fr: Tu ouvres 5 apps, 10 onglets, et tu ne sais toujours pas quel est le meilleur prix.
it: Apri 5 app, 10 schede, e ancora non sai qual è il prezzo migliore.
pt: Abres 5 apps, 10 separadores, e ainda não sabes qual é o melhor preço.

# featuresBuyerProblem2Title
source: Prices that vary randomly
de: Preise schwanken ohne Sinn
es: Precios que varían sin sentido
fr: Des prix qui varient sans sens
it: Prezzi che variano senza senso
pt: Preços que variam sem sentido

# featuresBuyerProblem2Description
source: Same console for €400, €350, €380. Which do you pick? First you need to find all the listings to decide, we take care of that.
de: Die gleiche Konsole für 400€, 350€, 380€. Welche wählst du? Zuerst musst du alle Anzeigen finden, darum kümmern wir uns.
es: La misma consola por 400€, 350€, 380€. ¿Cuál eliges? Primero tienes que encontrar todos los anuncios para decidir, de eso nos encargamos nosotros.
fr: La même console à 400€, 350€, 380€. Laquelle choisis-tu ? D'abord tu dois trouver toutes les annonces pour décider, nous nous en occupons.
it: La stessa console a 400€, 350€, 380€. Quale scegli? Prima devi trovare tutti gli annunci per decidere, di questo ci occupiamo noi.
pt: A mesma consola a 400€, 350€, 380€. Qual escolhes? Primeiro tens de encontrar todos os anúncios para decidir, disso tratamos nós.

# featuresBuyerProblem3Title
source: Fear of getting ripped off
de: Angst, abgezockt zu werden
es: Miedo a que te timen
fr: Peur de se faire arnaquer
it: Paura di essere fregato
pt: Medo de ser enganado

# featuresBuyerProblem3Description
source: Is it a good price or are they fooling you? Without data, you don't know.
de: Ist es ein guter Preis oder wirst du über den Tisch gezogen? Ohne Daten weißt du es nicht.
es: ¿Es buen precio o te están tomando el pelo? Sin datos, no lo sabes.
fr: Est-ce un bon prix ou te fait-on avoir ? Sans données, tu ne sais pas.
it: È un buon prezzo o ti stanno fregando? Senza dati, non lo sai.
pt: É um bom preço ou estão-te a enganar? Sem dados, não sabes.

# featuresBuyerSolutionTitle
source: With Pricofy You Find the REAL Deal
de: Mit Pricofy findest du das ECHTE Schnäppchen
es: Con Pricofy encuentras el chollo REAL
fr: Avec Pricofy tu trouves la VRAIE bonne affaire
it: Con Pricofy trovi l'affare VERO
pt: Com Pricofy encontras a pechincha REAL

# featuresBuyerSolutionSubtitle
source: The best price, on the right platform, without wasting hours
de: Der beste Preis, auf der richtigen Plattform, ohne Stunden zu verschwenden
es: El mejor precio, en la plataforma correcta, sin perder horas
fr: Le meilleur prix, sur la bonne plateforme, sans perdre des heures
it: Il prezzo migliore, sulla piattaforma giusta, senza perdere ore
pt: O melhor preço, na plataforma certa, sem perder horas
