Repository: nixoldb86/passproduct
Catalog: Git/backend/pricofy/frontend/lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# pricingHeroSubtitle1
source: Pricofy operates on a Freemium model where any user can analyze prices across national and international platforms unlimited, with a single click.
de: Pricofy arbeitet mit einem Freemium-Modell, bei dem jeder Benutzer Preise auf nationalen und internationalen Plattformen unbegrenzt mit einem Klick analysieren kann.
es: Pricofy funciona con un modelo Freemium donde cualquier usuario puede analizar, en un solo click, precios en plataformas nacionales e internacionales de forma ilimitada.
fr: Pricofy fonctionne sur un modèle Freemium où tout utilisateur peut analyser les prix sur les plateformes nationales et internationales de manière illimitée, en un seul clic.
it: Pricofy funziona con un modello Freemium dove qualsiasi utente può analizzare i prezzi sulle piattaforme nazionali e internazionali in modo illimitato, con un solo clic.
pt: O Pricofy funciona com um modelo Freemium onde qualquer usuário pode analisar preços em plataformas nacionais e internacionais de forma ilimitada, com um único clique.

# pricingHeroSubtitle2
source: When you need to see opportunities in other countries —whether to buy or sell— you can activate an international plan or pay per use.
de: Wenn Sie Chancen in anderen Ländern sehen möchten —ob zum Kaufen oder Verkaufen— können Sie einen internationalen Plan aktivieren oder pro Nutzung bezahlen.
es: Cuando necesitas ver oportunidades en otros países —ya sea para comprar o para vender— puedes activar un plan internacional o pagar por uso.
fr: Quand vous devez voir les opportunités dans d'autres pays —que ce soit pour acheter ou vendre— vous pouvez activer un plan international ou payer à l'usage.
it: Quando hai bisogno di vedere opportunità in altri paesi —sia per comprare che per vendere— puoi attivare un piano internazionale o pagare per uso.
pt: Quando você precisa ver oportunidades em outros países —seja para comprar ou vender— pode ativar um plano internacional ou pagar por uso.

# pricingFreemiumTitle
source: Freemium Account
de: Freemium-Konto
es: Cuenta Freemium
fr: Compte Freemium
it: Account Freemium
pt: Conta Freemium

# pricingFreemiumSubtitle
source: For all users
de: Für alle Benutzer
es: Para todos los usuarios
fr: Pour tous les utilisateurs
it: Per tutti gli utenti
pt: Para todos os usuários

# pricingPriceUnit
source: €/month
de: €/Monat
es: €/mes
fr: €/mois
it: €/mese
pt: €/mês

# pricingForBuying
source: For buying
de: Zum Kaufen
es: Para comprar
fr: Pour acheter
it: Per comprare
pt: Para comprar

# pricingForSelling
source: For selling
de: Zum Verkaufen
es: Para vender
fr: Pour vendre
it: Per vendere
pt: Para vender

# pricingUnlimitedSearches
source: Unlimited searches
de: Unbegrenzte Suchen
es: Búsquedas ilimitadas
fr: Recherches illimitées
it: Ricerche illimitate
pt: Pesquisas ilimitadas

# pricingUnlimited
source: unlimited
de: unbegrenzt
es: ilimitadas
fr: illimitées
it: illimitate
pt: ilimitadas

# pricingFreeIntelligentSearch
source: 1 free intelligent search included
de: 1 kostenlose intelligente Suche inklusive
es: 1 búsqueda inteligente gratuita incluida
fr: 1 recherche intelligente gratuite incluse
it: 1 ricerca intelligente gratuita inclusa
pt: 1 pesquisa inteligente grátis incluída

# pricingIntelligent
source: intelligent
es: inteligente
fr: intelligente
it: intelligente
pt: inteligente

# pricingFreeMarketAnalysis
source: 1 free market analysis
de: 1 kostenlose Marktanalyse
es: 1 Análisis gratuito de mercado
fr: 1 analyse de marché gratuite
it: 1 analisi di mercato gratuita
pt: 1 análise de mercado grátis

# pricingFreemiumDisclaimer
source: There's probably higher demand in other countries for your product. Subscribe to an international plan or pay per use to see the international market.
de: Es gibt wahrscheinlich eine höhere Nachfrage in anderen Ländern für Ihr Produkt. Abonnieren Sie einen internationalen Plan, um den internationalen Markt zu sehen.
es: Probablemente exista una demanda superior en otros países para tu producto. Contrata un plan internacional o paga por uso para ver cómo está el mercado internacional.
fr: Il y a probablement une demande plus élevée dans d'autres pays pour votre produit. Souscrivez à un plan international ou payez à l'usage pour voir le marché international.
it: Probabilmente c'è una domanda più alta in altri paesi per il tuo prodotto. Abbonati a un piano internazionale per vedere il mercato internazionale.
pt: Provavelmente existe uma demanda maior em outros países para o seu produto. Assine um plano internacional para ver o mercado internacional.

# pricingCreateFreeAccount
source: Create free account
de: Kostenloses Konto erstellen
es: Crear cuenta gratuita
fr: Créer un compte gratuit
it: Crea account gratuito
pt: Criar conta grátis

# pricingFreemiumCompraItem1
source: Simultaneous search across national and international second-hand platforms
de: Gleichzeitige Suche auf nationalen und internationalen Secondhand-Plattformen
es: Búsqueda simultánea en portales de segunda mano de nivel nacional e internacional
fr: Recherche simultanée sur les plateformes d'occasion nationales et internationales
it: Ricerca simultanea su piattaforme dell'usato nazionali e internazionali
pt: Pesquisa simultânea em plataformas de segunda mão nacionais e internacionais

# pricingFreemiumCompraItem2
source: Aggregated results
de: Aggregierte Ergebnisse
es: Resultados agregados
fr: Résultats agrégés
it: Risultati aggregati
pt: Resultados agregados

# pricingFreemiumCompraItem3
source: Filters on found listings
de: Filter für gefundene Anzeigen
es: Filtros sobre anuncios encontrados
fr: Filtres sur les annonces trouvées
it: Filtri sugli annunci trovati
pt: Filtros sobre anúncios encontrados

# pricingFreemiumCompraIntItem1
source: 1 smart search across national and international second-hand platforms
de: 1 intelligente Suche auf nationalen und internationalen Secondhand-Plattformen
es: 1 búsqueda inteligente en portales de segunda mano nacionales e internacionales
fr: 1 recherche intelligente sur les plateformes d'occasion nationales et internationales
it: 1 ricerca intelligente su piattaforme dell'usato nazionali e internazionali
pt: 1 pesquisa inteligente em plataformas de segunda mão nacionais e internacionais

# pricingFreemiumCompraIntItem2
source: We apply intelligence to all listings to show only relevant ones, filtering out accessories or related but different products
de: Wir wenden Intelligenz auf alle Anzeigen an, um nur relevante anzuzeigen
es: Aplicamos inteligencia sobre todos los anuncios, para mostrarte solamente aquellos relevantes, filtrando accesorios o productos relacionados pero distintos
fr: Nous appliquons l'intelligence à toutes les annonces pour ne montrer que les pertinentes, filtrant les accessoires ou produits connexes mais différents
it: Applichiamo intelligenza a tutti gli annunci per mostrare solo quelli rilevanti
pt: Aplicamos inteligência a todos os anúncios para mostrar apenas os relevantes

# pricingFreemiumVentaItem1
source: National and international market analysis
de: Nationale und internationale Marktanalyse
es: Análisis de mercado nacional e internacional
fr: Analyse de marché nationale et internationale
it: Analisi di mercato nazionale e internazionale
pt: Análise de mercado nacional e internacional

# pricingFreemiumVentaItem2
source: Demand metrics by price, platform, country
de: Nachfragemetriken nach Preis, Plattform, Land
es: Métricas de demanda por precio, plataforma, país
fr: Métriques de demande par prix, plateforme, pays
it: Metriche di domanda per prezzo, piattaforma, paese
pt: Métricas de demanda por preço, plataforma, país

# pricingFreemiumVentaItem3
source: Optimal selling price estimation
de: Optimale Verkaufspreisschätzung
es: Estimación de precios óptimos de venta
fr: Estimation du prix de vente optimal
it: Stima del prezzo di vendita ottimale
pt: Estimativa do preço de venda ideal

# pricingForBuyingTab
source: For Buying
de: Zum Kaufen
es: Para Comprar
fr: Pour Acheter
it: Per Comprare
pt: Para Comprar

# pricingForSellingTab
source: For Selling
de: Zum Verkaufen
es: Para Vender
fr: Pour Vendre
it: Per Vendere
pt: Para Vender

# pricingNationalBuyingTitle
source: Plans for Buying in Your Country
de: Pläne zum Kaufen in Ihrem Land
es: Planes para Comprar en tu País
fr: Plans pour Acheter dans Votre Pays
it: Piani per Comprare nel Tuo Paese
pt: Planos para Comprar no Seu País

# pricingNationalBuyingSubtitle
source: Find the best prices in the national market
de: Finden Sie die besten Preise auf dem nationalen Markt
es: Encuentra los mejores precios en el mercado nacional
fr: Trouvez les meilleurs prix sur le marché national
it: Trova i migliori prezzi sul mercato nazionale
pt: Encontre os melhores preços no mercado nacional

# pricingInternationalBuyingTitle
source: Plans for International Buying
de: Pläne für internationales Kaufen
es: Planes para Comprar Internacionalmente
fr: Plans pour Acheter à l'International
it: Piani per Comprare Internazionalmente
pt: Planos para Comprar Internacionalmente

# pricingInternationalBuyingSubtitle
source: Find cheaper products in other countries *
de: Finden Sie günstigere Produkte in anderen Ländern *
es: Encuentra productos más baratos en otros países *
fr: Trouvez des produits moins chers dans d'autres pays *
it: Trova prodotti più economici in altri paesi *
pt: Encontre produtos mais baratos em outros países *

# pricingNationalSellingTitle
source: Plans for Selling in Your Country
de: Pläne zum Verkaufen in Ihrem Land
es: Planes para Vender en tu País
fr: Plans pour Vendre dans Votre Pays
it: Piani per Vendere nel Tuo Paese
pt: Planos para Vender no Seu País

# pricingNationalSellingSubtitle
source: Optimize your prices in the national market
de: Optimieren Sie Ihre Preise auf dem nationalen Markt
es: Optimiza tus precios en el mercado nacional
fr: Optimisez vos prix sur le marché national
it: Ottimizza i tuoi prezzi sul mercato nazionale
pt: Otimize seus preços no mercado nacional

# pricingInternationalSellingTitle
source: Plans for International Selling
de: Pläne für internationales Verkaufen
es: Planes para Vender Internacionalmente
fr: Plans pour Vendre à l'International
it: Piani per Vendere Internazionalmente
pt: Planos para Vender Internacionalmente

# pricingInternationalSellingSubtitle
source: Expand your market to other countries *
de: Erweitern Sie Ihren Markt auf andere Länder *
es: Expande tu mercado a otros países *
fr: Étendez votre marché à d'autres pays *
it: Espandi il tuo mercato ad altri paesi *
pt: Expanda seu mercado para outros países *

# pricingInternationalDisclaimer
source: * International plans limited to 3 countries of your choice. Currently supported: Spain, Portugal, France, Italy and Germany
de: * Internationale Pläne auf 3 Länder Ihrer Wahl begrenzt. Aktuell unterstützt: Spanien, Portugal, Frankreich, Italien und Deutschland
es: * Planes internacionales limitados a 3 países a elegir. Actualmente soportados: España, Portugal, Francia, Italia y Alemania
fr: * Plans internationaux limités à 3 pays de votre choix. Actuellement supportés: Espagne, Portugal, France, Italie et Allemagne
it: * Piani internazionali limitati a 3 paesi a scelta. Attualmente supportati: Spagna, Portogallo, Francia, Italia e Germania
pt: * Planos internacionais limitados a 3 países à sua escolha. Atualmente suportados: Espanha, Portugal, França, Itália e Alemanha

# pricingMostPopular
source: Most Popular
de: Beliebteste
es: Más Popular
fr: Plus Populaire
it: Più Popolare
pt: Mais Popular

# pricingPayPerUse
source: Pay per use
es: Pago por uso
fr: Paiement à l'usage
it: Paga per uso
pt: Pagar por uso

# pricingSubscribePlan
source: Subscribe
de: Abonnieren
es: Contratar plan
fr: S'abonner
it: Abbonati
pt: Assinar

# pricingContact
source: Contact
de: Kontakt
es: Contactar
fr: Contacter
it: Contatta
pt: Contatar

# pricingComingSoon
source: Coming Soon
de: Demnächst
es: Próximamente
fr: Bientôt
it: Prossimamente
pt: Em breve

# pricingNational
source: National
es: Nacional
it: Nazionale
pt: Nacional

# pricingInternational
source: International
es: Internacional
it: Internazionale
pt: Internacional

# pricingPerMonth
source: €/month
de: €/Monat
es: €/mes
fr: €/mois
it: €/mese
pt: €/mês

# pricingPerSearch
source: € per search
de: € pro Suche
es: € por búsqueda
fr: € par recherche
it: € per ricerca
pt: € por pesquisa

# pricingPlanPayPerUse
source: Pay per use
es: Pago por uso
fr: Paiement à l'usage
it: Paga per uso
pt: Pagar por uso

# pricingPlanNinjaLocalFeature1
source: 20 credits for smart searches on national second-hand platforms.
de: 20 Credits für intelligente Suchen auf nationalen Secondhand-Plattformen.
es: 20 créditos para búsquedas inteligentes en portales de segunda mano nacionales.
fr: 20 crédits pour des recherches intelligentes sur les plateformes d'occasion nationales.
it: 20 crediti per ricerche intelligenti su piattaforme dell'usato nazionali.
pt: 20 créditos para pesquisas inteligentes em plataformas de segunda mão nacionais.

# pricingPlanNinjaLocalFeature2
source: We apply intelligence to all listings to show only relevant ones, filtering out accessories or related but different products.
de: Wir wenden Intelligenz auf alle Anzeigen an, um nur relevante anzuzeigen.
es: Aplicamos inteligencia sobre todos los anuncios, para mostrarte solamente aquellos relevantes, filtrando accesorios o productos relacionados pero distintos.
fr: Nous appliquons l'intelligence à toutes les annonces pour ne montrer que les pertinentes.
it: Applichiamo intelligenza a tutti gli annunci per mostrare solo quelli rilevanti.
pt: Aplicamos inteligência a todos os anúncios para mostrar apenas os relevantes.

# pricingPlanRadarLocalFeature1
source: 100 credits you can use as you like for:
de: 100 Credits zur freien Verwendung für:
es: 100 créditos que puedes usar como quieras para:
fr: 100 crédits à utiliser comme vous le souhaitez pour:
it: 100 crediti da usare come preferisci per:
pt: 100 créditos para usar como quiser para:

# pricingPlanRadarLocalFeature2
source: Smart searches on national second-hand platforms.
de: Intelligente Suchen auf nationalen Secondhand-Plattformen.
es: Búsquedas inteligentes en portales de segunda mano nacionales.
fr: Recherches intelligentes sur les plateformes d'occasion nationales.
it: Ricerche intelligenti su piattaforme dell'usato nazionali.
pt: Pesquisas inteligentes em plataformas de segunda mão nacionais.

# pricingPlanRadarLocalFeature3
source: National alerts (price drops and new listings)
de: Nationale Alerts (Preissenkungen und neue Anzeigen)
es: Alertas nacionales (bajadas de precio y nuevos listados)
fr: Alertes nationales (baisses de prix et nouvelles annonces)
it: Alert nazionali (riduzioni di prezzo e nuovi annunci)
pt: Alertas nacionais (quedas de preço e novos anúncios)

# pricingPlanRadarLocalFeature4
source: We apply intelligence to all listings to show only relevant ones, filtering out accessories or related but different products.
de: Wir wenden Intelligenz auf alle Anzeigen an, um nur relevante anzuzeigen.
es: Aplicamos inteligencia sobre todos los anuncios, para mostrarte solamente aquellos relevantes, filtrando accesorios o productos relacionados pero distintos.
fr: Nous appliquons l'intelligence à toutes les annonces pour ne montrer que les pertinentes.
it: Applichiamo intelligenza a tutti gli annunci per mostrare solo quelli rilevanti.
pt: Aplicamos inteligência a todos os anúncios para mostrar apenas os relevantes.

# pricingPlanPayPerUseCompraLocalFeature1
source: 1 Smart search on national second-hand platforms.
de: 1 Intelligente Suche auf nationalen Secondhand-Plattformen.
es: 1 Búsqueda inteligente en portales de segunda mano nacionales.
fr: 1 Recherche intelligente sur les plateformes d'occasion nationales.
it: 1 Ricerca intelligente su piattaforme dell'usato nazionali.
pt: 1 Pesquisa inteligente em plataformas de segunda mão nacionais.

# pricingPlanPayPerUseCompraLocalFeature2
source: Optimized results
de: Optimierte Ergebnisse
es: Resultados optimizados
fr: Résultats optimisés
it: Risultati ottimizzati
pt: Resultados otimizados

# pricingPlanPayPerUseCompraLocalFeature3
source: Advanced filtering to remove irrelevant listings, accessories or related but different products
de: Erweiterte Filterung zur Entfernung irrelevanter Anzeigen
es: Filtrado avanzado para eliminar anuncios irrelevantes, accesorios o productos relacionados pero distintos
fr: Filtrage avancé pour supprimer les annonces non pertinentes
it: Filtro avanzato per rimuovere annunci irrilevanti
pt: Filtragem avançada para remover anúncios irrelevantes

# pricingPlanNinjaFeature1
source: 20 credits for searches on international second-hand platforms.
de: 20 Credits für Suchen auf internationalen Secondhand-Plattformen.
es: 20 créditos para búsquedas en portales de segunda mano internacionales.
fr: 20 crédits pour des recherches sur les plateformes d'occasion internationales.
it: 20 crediti per ricerche su piattaforme dell'usato internazionali.
pt: 20 créditos para pesquisas em plataformas de segunda mão internacionais.

# pricingPlanNinjaFeature2
source: We apply intelligence to all listings to show only relevant ones, filtering out accessories or related but different products.
de: Wir wenden Intelligenz auf alle Anzeigen an, um nur relevante anzuzeigen.
es: Aplicamos inteligencia sobre todos los anuncios, para mostrarte solamente aquellos relevantes, filtrando accesorios o productos relacionados pero distintos.
fr: Nous appliquons l'intelligence à toutes les annonces pour ne montrer que les pertinentes.
it: Applichiamo intelligenza a tutti gli annunci per mostrare solo quelli rilevanti.
pt: Aplicamos inteligência a todos os anúncios para mostrar apenas os relevantes.

# pricingPlanRadarFeature1
source: 100 credits you can use as you like for:
de: 100 Credits zur freien Verwendung für:
es: 100 créditos que puedes usar como quieras para:
fr: 100 crédits à utiliser comme vous le souhaitez pour:
it: 100 crediti da usare come preferisci per:
pt: 100 créditos para usar como quiser para:

# pricingPlanRadarFeature2
source: Searches on international second-hand platforms.
de: Suchen auf internationalen Secondhand-Plattformen.
es: Búsquedas en portales de segunda mano internacionales.
fr: Recherches sur les plateformes d'occasion internationales.
it: Ricerche su piattaforme dell'usato internazionali.
pt: Pesquisas em plataformas de segunda mão internacionais.

# pricingPlanRadarFeature3
source: International alerts (price drops and new listings)
de: Internationale Alerts (Preissenkungen und neue Anzeigen)
es: Alertas internacionales (bajadas de precio y nuevos listados)
fr: Alertes internationales (baisses de prix et nouvelles annonces)
it: Alert internazionali (riduzioni di prezzo e nuovi annunci)
pt: Alertas internacionais (quedas de preço e novos anúncios)

# pricingPlanRadarFeature4
source: We apply intelligence to all listings to show only relevant ones, filtering out accessories or related but different products.
de: Wir wenden Intelligenz auf alle Anzeigen an, um nur relevante anzuzeigen.
es: Aplicamos inteligencia sobre todos los anuncios, para mostrarte solamente aquellos relevantes, filtrando accesorios o productos relacionados pero distintos.
fr: Nous appliquons l'intelligence à toutes les annonces pour ne montrer que les pertinentes.
it: Applichiamo intelligenza a tutti gli annunci per mostrare solo quelli rilevanti.
pt: Aplicamos inteligência a todos os anúncios para mostrar apenas os relevantes.

# pricingPlanPayPerUseCompraFeature1
source: 1 Smart search on international second-hand platforms.
de: 1 Intelligente Suche auf internationalen Secondhand-Plattformen.
es: 1 Búsqueda inteligente en portales de segunda mano internacionales.
fr: 1 Recherche intelligente sur les plateformes d'occasion internationales.
it: 1 Ricerca intelligente su piattaforme dell'usato internazionali.
pt: 1 Pesquisa inteligente em plataformas de segunda mão internacionais.

# pricingPlanPayPerUseCompraFeature2
source: Optimized results
de: Optimierte Ergebnisse
es: Resultados optimizados
fr: Résultats optimisés
it: Risultati ottimizzati
pt: Resultados otimizados

# pricingPlanPayPerUseCompraFeature3
source: Advanced filtering to remove irrelevant listings, accessories or related but different products
de: Erweiterte Filterung zur Entfernung irrelevanter Anzeigen
es: Filtrado avanzado para eliminar anuncios irrelevantes, accesorios o productos relacionados pero distintos
fr: Filtrage avancé pour supprimer les annonces non pertinentes
it: Filtro avanzato per rimuovere annunci irrilevanti
pt: Filtragem avançada para remover anúncios irrelevantes

# pricingVentaNacionalDisclaimer
source: There's probably higher demand in other countries for your product. Subscribe to an international plan or pay per use to see the international market.
de: Es gibt wahrscheinlich eine höhere Nachfrage in anderen Ländern für Ihr Produkt.
es: Probablemente exista una demanda superior en otros países para tu producto. Contrata un plan internacional o paga por uso para ver cómo está el mercado internacional.
fr: Il y a probablement une demande plus élevée dans d'autres pays pour votre produit.
it: Probabilmente c'è una domanda più alta in altri paesi per il tuo prodotto.
pt: Provavelmente existe uma demanda maior em outros países para o seu produto.

# pricingPlanExpressFeature1
source: 20 credits to analyze the national market, intelligently searching for demand opportunities
de: 20 Credits zur Analyse des nationalen Marktes, intelligente Suche nach Nachfragemöglichkeiten
es: 20 créditos para analizar el mercado nacional, en búsqueda de oportunidades de demanda de forma inteligente
fr: 20 crédits pour analyser le marché national, recherchant intelligemment les opportunités de demande
it: 20 crediti per analizzare il mercato nazionale, cercando intelligentemente opportunità di domanda
pt: 20 créditos para analisar o mercado nacional, buscando inteligentemente oportunidades de demanda

# pricingPlanExpressFeature2
source: See real market prices, competition, supply and national demand
de: Sehen Sie echte Marktpreise, Wettbewerb, Angebot und nationale Nachfrage
es: Ver precios reales de mercado, competencia, oferta y demanda nacionales
fr: Voir les prix réels du marché, concurrence, offre et demande nationale
it: Vedi i prezzi reali di mercato, concorrenza, offerta e domanda nazionale
pt: Veja preços reais de mercado, concorrência, oferta e demanda nacional

# pricingPlanTurboFeature1
source: 100 credits you can use as you like for:
de: 100 Credits zur freien Verwendung für:
es: 100 créditos que puedes usar como quieras para:
fr: 100 crédits à utiliser comme vous le souhaitez pour:
it: 100 crediti da usare come preferisci per:
pt: 100 créditos para usar como quiser para:

# pricingPlanTurboFeature2
source: Intelligent search for demand opportunities (optimal price estimation)
de: Intelligente Suche nach Nachfragemöglichkeiten (optimale Preisschätzung)
es: Búsqueda de oportunidades de demanda de forma inteligente (estimación del precio óptimo)
fr: Recherche intelligente d'opportunités de demande (estimation du prix optimal)
it: Ricerca intelligente di opportunità di domanda (stima del prezzo ottimale)
pt: Busca inteligente de oportunidades de demanda (estimativa do preço ideal)

# pricingPlanTurboFeature3
source: National alerts (see if someone posts cheaper than you)
de: Nationale Alerts (sehen, ob jemand günstiger als Sie anbietet)
es: Alertas nacionales (ver si alguien publica más barato que tú)
fr: Alertes nationales (voir si quelqu'un publie moins cher que vous)
it: Alert nazionali (vedi se qualcuno pubblica a meno di te)
pt: Alertas nacionais (veja se alguém publica mais barato que você)
