Repository: nixoldb86/passproduct
Catalog: Git/backend/pricofy/frontend/lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# formPhotosMax
source: Each photo must be less than 5MB
de: Jedes Foto muss weniger als 5MB haben
es: Cada foto debe pesar menos de 5MB
fr: Chaque photo doit faire moins de 5Mo
it: Ogni foto deve essere inferiore a 5MB
pt: Cada foto deve ter menos de 5MB

# formPhotosMin
source: At least 1 photo required
de: Mindestens 1 Foto erforderlich
es: Al menos 1 foto requerida
fr: Au moins 1 photo requise
it: Almeno 1 foto richiesta
pt: Pelo menos 1 foto é necessária

# formDetectingCountry
source: Detecting country...
de: Land wird erkannt...
es: Detectando país...
fr: Détection du pays...
it: Rilevamento paese...
pt: Detectando país...

# formPostalCode
source: Postal Code (optional)
de: Postleitzahl (optional)
es: Código Postal (opcional)
fr: Code Postal (optionnel)
it: Codice Postale (opzionale)
pt: Código Postal (opcional)

# formPostalCodeHelper
source: Improves location precision
de: Verbessert die Standortgenauigkeit
es: Mejora la precisión de localización
fr: Améliore la précision de localisation
it: Migliora la precisione della posizione
pt: Melhora a precisão da localização

# formPostalCodeError
source: Must be 5 digits
de: Muss 5 Ziffern haben
es: Debe tener 5 dígitos
fr: Doit contenir 5 chiffres
it: Deve avere 5 cifre
pt: Deve ter 5 dígitos

# formRequestEvaluation
source: Request Evaluation
de: Bewertung Anfordern
es: Solicitar Evaluación
fr: Demander une Évaluation
it: Richiedi Valutazione
pt: Solicitar Avaliação

# formInsufficientFunds
source: Insufficient Funds
de: Unzureichendes Guthaben
es: Saldo Insuficiente
fr: Solde Insuffisant
it: Saldo Insufficiente
pt: Saldo Insuficiente

# formInsufficientFundsMessage
source: You do not have sufficient funds for this evaluation.
de: Sie haben nicht genug Guthaben für diese Bewertung.
es: No tienes suficiente saldo para esta evaluación.
fr: Vous n'avez pas assez de solde pour cette évaluation.
it: Non hai abbastanza saldo per questa valutazione.
pt: Você não tem saldo suficiente para esta avaliação.

# formCost
source: Cost
de: Kosten
es: Coste
fr: Coût
it: Costo
pt: Custo

# formYourBalance
source: Your balance
de: Ihr Guthaben
es: Tu saldo
fr: Votre solde
it: Il tuo saldo
pt: Seu saldo

# formAddFunds
source: Add Funds
de: Guthaben Aufladen
es: Añadir Fondos
fr: Ajouter des Fonds
it: Aggiungi Fondi
pt: Adicionar Fundos

# formViewPlans
source: View Plans
de: Pläne Ansehen
es: Ver Planes
fr: Voir les Plans
it: Vedi Piani
pt: Ver Planos

# formProductTypeBikes
source: Bicycles
de: Fahrräder
es: Bicicletas
fr: Vélos
it: Biciclette
pt: Bicicletas

# commonLoading
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
pt: Carregando...

# commonLoadingMore
source: Loading more...
de: Mehr laden...
es: Cargando más...
fr: Chargement...
it: Caricamento...
pt: Carregando mais...

# commonCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# commonClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

# commonConfirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar

# commonDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir

# commonError
source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro

# commonRetry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt: Tentar novamente

# commonBack
source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
pt: Voltar

# commonSearch
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
pt: Buscar

# commonClear
source: Clear
de: Löschen
es: Limpiar
fr: Effacer
it: Cancella
pt: Limpar

# commonReset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
pt: Redefinir

# commonSave
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar

# commonOr
source: or
de: oder
es: o
fr: ou
it: o
pt: ou

# authWelcomeBack
source: Welcome Back
de: Willkommen Zurück
es: Bienvenido
fr: Bon Retour
it: Bentornato
pt: Bem-vindo de Volta

# authEnterYourCode
source: Enter Your Code
de: Geben Sie Ihren Code Ein
es: Ingresa tu Código
fr: Entrez Votre Code
it: Inserisci il Tuo Codice
pt: Digite Seu Código

# authEmailAddress
source: Email Address
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse Email
it: Indirizzo Email
pt: Endereço de Email

# authNewPassword
source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
pt: Nova senha

# authConfirmPassword
source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
pt: Confirmar senha

# authVerificationCode
source: Verification Code
de: Verifizierungscode
es: Código de verificación
fr: Code de vérification
it: Codice di verifica
pt: Código de verificação

# authMfaCode
source: MFA Code
es: Código MFA
fr: Code MFA
it: Codice MFA
pt: Código MFA

# authSendLoginCode
source: Send Login Code
de: Anmeldecode Senden
es: Enviar Código de Acceso
fr: Envoyer le Code de Connexion
it: Invia Codice di Accesso
pt: Enviar Código de Login

# authVerifyAndLogin
source: Verify & Login
de: Verifizieren und Anmelden
es: Verificar e Ingresar
fr: Vérifier et Se Connecter
it: Verifica e Accedi
pt: Verificar e Entrar

# authResendCode
source: Resend code
de: Code erneut senden
es: Reenviar código
fr: Renvoyer le code
it: Reinvia codice
pt: Reenviar código

# authUseDifferentEmail
source: Use different email
de: Andere E-Mail verwenden
es: Usar otro email
fr: Utiliser un autre email
it: Usa un'altra email
pt: Usar outro email

# authCheckYourEmail
source: Check your email
de: Überprüfen Sie Ihre E-Mail
es: Revisa tu email
fr: Vérifiez votre email
it: Controlla la tua email
pt: Verifique seu email

# authCheckYourEmailDescription
source: We sent a verification code to your email. Enter it below to continue.
de: Wir haben einen Verifizierungscode an Ihre E-Mail gesendet. Geben Sie ihn unten ein, um fortzufahren.
es: Enviamos un código de verificación a tu email. Ingrésalo abajo para continuar.
fr: Nous avons envoyé un code de vérification à votre email. Entrez-le ci-dessous pour continuer.
it: Abbiamo inviato un codice di verifica alla tua email. Inseriscilo qui sotto per continuare.
pt: Enviamos um código de verificação para seu email. Digite-o abaixo para continuar.

# authVerifying
source: Verifying...
de: Verifizierung...
es: Verificando...
fr: Vérification...
it: Verifica in corso...
pt: Verificando...

# authChanging
source: Changing...
de: Wird geändert...
es: Cambiando...
fr: Modification...
it: Modifica in corso...
pt: Alterando...

# authChangePassword
source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password
pt: Alterar senha

# authForgotPassword
source: Forgot Password
de: Passwort Vergessen
es: Recuperar Contraseña
fr: Mot de Passe Oublié
it: Password Dimenticata
pt: Esqueci a Senha

# authResetPassword
source: Reset Password
de: Passwort Zurücksetzen
es: Resetear Contraseña
fr: Réinitialiser le Mot de Passe
it: Reimposta Password
pt: Redefinir Senha

# authVerifyCode
source: Verify code
de: Code verifizieren
es: Verificar código
fr: Vérifier le code
it: Verifica codice
pt: Verificar código

# authSignIn
source: Sign In
de: Anmelden
es: Iniciar Sesión
fr: Se Connecter
it: Accedi
pt: Entrar

# authSignUp
source: Sign Up
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
pt: Cadastrar

# authLogout
source: Logout
de: Abmelden
es: Cerrar Sesión
fr: Déconnexion
it: Esci
pt: Sair

# authLogoutConfirm
source: Logout?
de: Abmelden?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
it: Disconnettersi?
pt: Deseja sair?

# authAdminLogin
source: Admin Login
de: Admin-Anmeldung
es: Login Administrador
fr: Connexion Admin
it: Login Admin
pt: Login Admin

# authPasswordRequired
source: Password required
de: Passwort erforderlich
es: Contraseña requerida
fr: Mot de passe requis
it: Password richiesta
pt: Senha obrigatória

# authEmailRequired
source: Email required
de: E-Mail erforderlich
es: Email requerido
fr: Email requis
it: Email richiesta
pt: Email obrigatório

# authEmailInvalid
source: Invalid email
de: Ungültige E-Mail
es: Email inválido
fr: Email invalide
it: Email non valida
pt: Email inválido

# authCodeInvalid
source: Invalid code. Please try again.
de: Ungültiger Code. Bitte erneut versuchen.
es: Código inválido. Intenta de nuevo.
fr: Code invalide. Veuillez réessayer.
it: Codice non valido. Riprova.
pt: Código inválido. Tente novamente.

# authCodeExpired
source: Code expired. Please request a new one.
de: Code abgelaufen. Bitte fordern Sie einen neuen an.
es: Código expirado. Solicita uno nuevo.
fr: Code expiré. Veuillez en demander un nouveau.
it: Codice scaduto. Richiedine uno nuovo.
pt: Código expirado. Solicite um novo.

# authVerificationFailed
source: Verification failed
de: Verifizierung fehlgeschlagen
es: Verificación fallida
fr: Vérification échouée
it: Verifica fallita
pt: Verificação falhou

# authPasswordChangeRequired
source: Please change your password to continue
de: Bitte ändern Sie Ihr Passwort, um fortzufahren
es: Por favor cambia tu contraseña para continuar
fr: Veuillez changer votre mot de passe pour continuer
it: Cambia la tua password per continuare
pt: Por favor, altere sua senha para continuar

# authErrorDisposableEmail
source: Disposable email addresses are not allowed. Please use a permanent email.
de: Wegwerf-E-Mails sind nicht erlaubt. Bitte verwenden Sie eine permanente E-Mail.
es: No se permiten emails desechables. Por favor usa un email permanente.
fr: Les emails jetables ne sont pas autorisés. Veuillez utiliser un email permanent.
it: Le email usa e getta non sono consentite. Usa un'email permanente.
pt: Emails descartáveis não são permitidos. Use um email permanente.

# authErrorRateLimited
source: Too many attempts. Please try again later.
de: Zu viele Versuche. Bitte versuchen Sie es später erneut.
es: Demasiados intentos. Por favor intenta más tarde.
fr: Trop de tentatives. Veuillez réessayer plus tard.
it: Troppi tentativi. Riprova più tardi.
pt: Muitas tentativas. Tente novamente mais tarde.

# authErrorRecaptchaFailed
source: Security verification failed. Please refresh and try again.
de: Sicherheitsüberprüfung fehlgeschlagen. Bitte aktualisieren und erneut versuchen.
es: Verificación de seguridad fallida. Por favor recarga e intenta de nuevo.
fr: Vérification de sécurité échouée. Veuillez actualiser et réessayer.
it: Verifica di sicurezza fallita. Aggiorna e riprova.
pt: Verificação de segurança falhou. Atualize e tente novamente.

# authErrorUserNotFound
source: User not found. Please check your email.
de: Benutzer nicht gefunden. Überprüfen Sie Ihre E-Mail.
es: Usuario no encontrado. Verifica tu email.
fr: Utilisateur non trouvé. Vérifiez votre email.
it: Utente non trovato. Verifica la tua email.
pt: Usuário não encontrado. Verifique seu email.

# authErrorSendCodeFailed
source: Failed to send code. Please try again.
de: Fehler beim Senden des Codes. Bitte erneut versuchen.
es: Error al enviar código. Por favor intenta de nuevo.
fr: Échec de l'envoi du code. Veuillez réessayer.
it: Errore nell'invio del codice. Riprova.
pt: Falha ao enviar código. Tente novamente.

# authAdditionalVerificationRequired
source: Additional verification required
de: Zusätzliche Verifizierung erforderlich
es: Verificación adicional requerida
fr: Vérification supplémentaire requise
it: Verifica aggiuntiva richiesta
pt: Verificação adicional necessária

# authSocialLoginWithGoogle
source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
it: Continua con Google
pt: Continuar com Google

# authSocialLoginWithApple
source: Continue with Apple
de: Mit Apple fortfahren
es: Continuar con Apple
fr: Continuer avec Apple
it: Continua con Apple
pt: Continuar com Apple

# authSocialLoginWithFacebook
source: Continue with Facebook
de: Mit Facebook fortfahren
es: Continuar con Facebook
fr: Continuer avec Facebook
it: Continua con Facebook
pt: Continuar com Facebook

# authSignInDescription
source: Sign in to access your evaluations
de: Melden Sie sich an, um auf Ihre Bewertungen zuzugreifen
es: Inicia sesión para acceder a tus evaluaciones
fr: Connectez-vous pour accéder à vos évaluations
it: Accedi per visualizzare le tue valutazioni
pt: Entre para acessar suas avaliações

# authNewUserMessage
source: New user? Just enter your email above - we'll create your account automatically!
de: Neuer Benutzer? Geben Sie einfach Ihre E-Mail oben ein - wir erstellen Ihr Konto automatisch!
es: ¿Usuario nuevo? Solo ingresa tu email arriba - crearemos tu cuenta automáticamente!
fr: Nouvel utilisateur ? Entrez votre email ci-dessus - nous créerons votre compte automatiquement !
it: Nuovo utente? Inserisci la tua email sopra - creeremo il tuo account automaticamente!
pt: Novo usuário? Basta inserir seu email acima - criaremos sua conta automaticamente!

# authAdminLoginRestricted
source: Restricted access for administrators only
de: Eingeschränkter Zugang nur für Administratoren
es: Acceso restringido solo para administradores
fr: Accès restreint aux administrateurs uniquement
it: Accesso riservato solo agli amministratori
pt: Acesso restrito apenas para administradores

# authPasswordMinLength
source: Minimum 8 characters
de: Mindestens 8 Zeichen
es: Mínimo 8 caracteres
fr: Minimum 8 caractères
it: Minimo 8 caratteri
pt: Mínimo 8 caracteres

# authPasswordsDoNotMatch
source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
pt: As senhas não coincidem

# authPasswordNeedsUppercase
source: Must contain at least one uppercase letter
de: Muss mindestens einen Großbuchstaben enthalten
es: Debe contener al menos una mayúscula
fr: Doit contenir au moins une lettre majuscule
it: Deve contenere almeno una lettera maiuscola
pt: Deve conter pelo menos uma letra maiúscula

# authPasswordNeedsLowercase
source: Must contain at least one lowercase letter
de: Muss mindestens einen Kleinbuchstaben enthalten
es: Debe contener al menos una minúscula
fr: Doit contenir au moins une lettre minuscule
it: Deve contenere almeno una lettera minuscola
pt: Deve conter pelo menos uma letra minúscula

# authPasswordNeedsDigit
source: Must contain at least one digit
de: Muss mindestens eine Ziffer enthalten
es: Debe contener al menos un número
fr: Doit contenir au moins un chiffre
it: Deve contenere almeno una cifra
pt: Deve conter pelo menos um dígito

# authPasswordRequirements
source: Min 8 chars, 1 uppercase, 1 lowercase, 1 digit
de: Min 8 Zeichen, 1 Großbuchstabe, 1 Kleinbuchstabe, 1 Ziffer
es: Mín 8 caracteres, 1 mayúscula, 1 minúscula, 1 número
fr: Min 8 caractères, 1 majuscule, 1 minuscule, 1 chiffre
it: Min 8 caratteri, 1 maiuscola, 1 minuscola, 1 cifra
pt: Mín 8 caracteres, 1 maiúscula, 1 minúscula, 1 dígito

# authMfaEnterCode
source: Enter code from your authenticator
de: Geben Sie den Code aus Ihrer Authenticator-App ein
es: Ingresa el código de tu autenticador
fr: Entrez le code de votre authentificateur
it: Inserisci il codice dalla tua app di autenticazione
pt: Digite o código do seu autenticador

# authMfaCodeRequired
source: 6-digit code required
de: 6-stelliger Code erforderlich
es: Código de 6 dígitos requerido
fr: Code à 6 chiffres requis
it: Codice a 6 cifre richiesto
pt: Código de 6 dígitos necessário

# authForgotPasswordQuestion
source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
pt: Esqueceu sua senha?

# authForgotPasswordDescription
source: Enter your email to receive a reset code
de: Geben Sie Ihre E-Mail ein, um einen Rücksetzcode zu erhalten
es: Ingresa tu email para recibir un código de recuperación
fr: Entrez votre email pour recevoir un code de réinitialisation
it: Inserisci la tua email per ricevere un codice di reset
pt: Digite seu email para receber um código de redefinição

# authResetPasswordDescription
source: Enter the code sent to your email and your new password
de: Geben Sie den Code aus Ihrer E-Mail und Ihr neues Passwort ein
es: Ingresa el código enviado a tu email y tu nueva contraseña
fr: Entrez le code envoyé à votre email et votre nouveau mot de passe
it: Inserisci il codice inviato alla tua email e la tua nuova password
pt: Digite o código enviado ao seu email e sua nova senha

# authPasswordResetSuccess
source: Password reset successful!
de: Passwort erfolgreich zurückgesetzt!
es: ¡Contraseña reseteada!
fr: Réinitialisation du mot de passe réussie !
it: Password reimpostata con successo!
pt: Senha redefinida com sucesso!

# authRedirectingToLogin
source: Redirecting to login...
de: Weiterleitung zur Anmeldung...
es: Redirigiendo al login...
fr: Redirection vers la connexion...
it: Reindirizzamento al login...
pt: Redirecionando para login...

# authResetCodeSent
source: Reset code sent!
de: Rücksetzcode gesendet!
es: ¡Código enviado!
fr: Code de réinitialisation envoyé !
it: Codice di reset inviato!
pt: Código de redefinição enviado!

# authCheckEmailRedirecting
source: Check your email. Redirecting...
de: Überprüfen Sie Ihre E-Mail. Weiterleitung...
es: Revisa tu email. Redirigiendo...
fr: Vérifiez votre email. Redirection...
it: Controlla la tua email. Reindirizzamento...
pt: Verifique seu email. Redirecionando...

# authSendResetCode
source: Send Reset Code
de: Rücksetzcode senden
es: Enviar código
fr: Envoyer le code de réinitialisation
it: Invia Codice di Reset
pt: Enviar Código de Redefinição

# authBackToUserLogin
source: Back to user login
de: Zurück zur Benutzeranmeldung
es: Volver a login de usuarios
fr: Retour à la connexion utilisateur
it: Torna al login utente
pt: Voltar para login do usuário

# authBackToAdminLogin
source: Back to Admin Login
de: Zurück zur Admin-Anmeldung
es: Volver al login
fr: Retour à la connexion Admin
it: Torna al Login Admin
pt: Voltar para Login Admin

# authVerificationCodeHelper
source: 6-digit code from your email
de: 6-stelliger Code aus Ihrer E-Mail
es: Código de 6 dígitos de tu email
fr: Code à 6 chiffres de votre email
it: Codice a 6 cifre dalla tua email
pt: Código de 6 dígitos do seu email

# authVerificationCodeWillBeSent
source: A verification code will be sent to your email
de: Ein Bestätigungscode wird an Ihre E-Mail gesendet
es: Se enviará un código de verificación a tu email
fr: Un code de vérification sera envoyé à votre email
it: Un codice di verifica sarà inviato alla tua email
pt: Um código de verificação será enviado ao seu email

# authTermsPrefix
source: By continuing, you agree to our
de: Durch Fortfahren akzeptieren Sie unsere
es: Al continuar, aceptas nuestros
fr: En continuant, vous acceptez nos
it: Continuando, accetti i nostri
pt: Ao continuar, você concorda com nossos

# authTermsOfService
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'Utilisation
it: Termini di Servizio
pt: Termos de Serviço

# authTermsAnd
source: and
de: und die
es: y la
fr: et la
it: e la
pt: e a

# authPrivacyPolicy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
it: Politica sulla Privacy
pt: Política de Privacidade

# authTermsGoogleSuffix
source: apply.
de: von Google.
es: de Google.
fr: de Google.
it: di Google.
pt: do Google.

# navProfile
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt: Perfil

# navMyEvaluations
source: My Evaluations
de: Meine Bewertungen
es: Mis Evaluaciones
fr: Mes Évaluations
it: Le Mie Valutazioni
pt: Minhas Avaliações

# navNewEvaluation
source: New Evaluation
de: Neue Bewertung
es: Nueva Evaluación
fr: Nouvelle Évaluation
it: Nuova Valutazione
pt: Nova Avaliação

# navAdminPanel
source: Admin Panel
es: Panel Admin
fr: Panneau Admin
it: Pannello Admin
pt: Painel Admin

# navFavorites
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
pt: Favoritos

# profileMyProfile
source: My Profile
de: Mein Profil
es: Mi Perfil
fr: Mon Profil
it: Il Mio Profilo
pt: Meu Perfil

# profileData
source: Profile
de: Daten
es: Datos
fr: Données
it: Dati
pt: Dados

# profileWallet
source: Wallet
fr: Portefeuille
it: Portafoglio
pt: Carteira

# profileSubscription
source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
it: Abbonamento
pt: Assinatura

# profileInvoices
source: Invoices
de: Rechnungen
es: Facturas
fr: Factures
it: Fatture
pt: Faturas

# profileFirstName
source: First Name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
pt: Nome

# profileLastName
source: Last Name
de: Nachname
es: Apellido
fr: Nom
it: Cognome
pt: Sobrenome

# profilePhone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
pt: Telefone

# profileSaveChanges
source: Save Changes
de: Änderungen Speichern
es: Guardar Cambios
fr: Enregistrer les Modifications
it: Salva Modifiche
pt: Salvar Alterações

# profileUpdatedSuccess
source: Profile updated successfully
de: Profil erfolgreich aktualisiert
es: Perfil actualizado correctamente
fr: Profil mis à jour avec succès
it: Profilo aggiornato con successo
pt: Perfil atualizado com sucesso

# profileEditProfile
source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
pt: Editar perfil

# profileAdministrator
source: Administrator
es: Administrador
fr: Administrateur
it: Amministratore
pt: Administrador

# walletYourBalance
source: Your balance
de: Ihr Guthaben
es: Tu saldo
fr: Votre solde
it: Il tuo saldo
pt: Seu saldo

# walletAddFunds
source: Add Funds
de: Guthaben Aufladen
es: Añadir Fondos
fr: Ajouter des Fonds
it: Aggiungi Fondi
pt: Adicionar Fundos

# walletInsufficientFunds
source: Insufficient Funds
de: Unzureichendes Guthaben
es: Saldo Insuficiente
fr: Solde Insuffisant
it: Saldo Insufficiente
pt: Saldo Insuficiente

# walletCost
source: Cost
de: Kosten
es: Coste
fr: Coût
it: Costo
pt: Custo

# walletViewPlans
source: View Plans
de: Pläne Ansehen
es: Ver Planes
fr: Voir les Plans
it: Vedi Piani
pt: Ver Planos

# dashboardSearchResults
source: Search Results
de: Suchergebnisse
es: Resultados de Búsqueda
fr: Résultats de Recherche
it: Risultati della Ricerca
pt: Resultados da Busca

# dashboardRecentSearches
source: Recent searches
de: Letzte Suchen
es: Búsquedas recientes
fr: Recherches récentes
it: Ricerche recenti
pt: Buscas recentes

# dashboardNoActiveSearch
source: No active search
de: Keine aktive Suche
es: Sin búsqueda activa
fr: Pas de recherche active
it: Nessuna ricerca attiva
pt: Sem busca ativa

# dashboardWhatDoYouWantToSearch
source: What do you want to search?
de: Was möchten Sie suchen?
es: ¿Qué quieres buscar?
fr: Que voulez-vous rechercher ?
it: Cosa vuoi cercare?
pt: O que você quer buscar?

# dashboardSearchingResults
source: Searching results...
de: Ergebnisse werden gesucht...
es: Buscando resultados...
fr: Recherche de résultats...
it: Ricerca risultati...
pt: Buscando resultados...

# dashboardStartingSearch
source: Starting search...
de: Suche wird gestartet...
es: Iniciando búsqueda...
fr: Démarrage de la recherche...
it: Avvio ricerca...
pt: Iniciando busca...

# dashboardSearchError
source: Search error
de: Suchfehler
es: Error en la búsqueda
fr: Erreur de recherche
it: Errore di ricerca
pt: Erro na busca

# dashboardNoResultsFound
source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato
pt: Nenhum resultado encontrado

# dashboardNoResultsWithFilters
source: No results with these filters
de: Keine Ergebnisse mit diesen Filtern
es: Sin resultados con estos filtros
fr: Aucun résultat avec ces filtres
it: Nessun risultato con questi filtri
pt: Sem resultados com estes filtros
