Repository: nixoldb86/passproduct
Catalog: Git/backend/pricofy/frontend/lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# dashboardTryDifferentTerms
source: Try different terms
de: Versuchen Sie andere Begriffe
es: Intenta con otros términos
fr: Essayez d'autres termes
it: Prova altri termini
pt: Tente outros termos

# dashboardScrollToLoadMore
source: Scroll to load more
de: Scrollen zum Laden
es: Desliza para cargar más
fr: Faites défiler pour charger plus
it: Scorri per caricare
pt: Deslize para carregar mais

# dashboardTotalResults
source: {total} results
de: {total} Ergebnisse
es: {total} resultados
fr: {total} résultats
it: {total} risultati
pt: {total} resultados

# dashboardFilteredResults
source: {filtered} of {total} results
de: {filtered} von {total} Ergebnissen
es: {filtered} de {total} resultados
fr: {filtered} sur {total} résultats
it: {filtered} di {total} risultati
pt: {filtered} de {total} resultados

# dashboardResultsAvailable
source: {count} available
de: {count} verfügbar
es: {count} disponibles
fr: {count} disponibles
it: {count} disponibili
pt: {count} disponíveis

# dashboardGuestMode
source: Guest Mode
de: Gastmodus
es: Modo invitado
fr: Mode Invité
it: Modalità Ospite
pt: Modo Visitante

# dashboardThisSessionOnly
source: This session only
de: Nur diese Sitzung
es: Solo esta sesión
fr: Cette session uniquement
it: Solo questa sessione
pt: Apenas esta sessão

# dashboardRepeatSearch
source: Repeat search
de: Suche wiederholen
es: Repetir búsqueda
fr: Répéter la recherche
it: Ripeti ricerca
pt: Repetir busca

# searchFilters
source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri
pt: Filtros

# searchApplyFilters
source: Apply filters
de: Filter anwenden
es: Aplicar filtros
fr: Appliquer les filtres
it: Applica filtri
pt: Aplicar filtros

# searchClearFilters
source: Clear filters
de: Filter löschen
es: Limpiar filtros
fr: Effacer les filtres
it: Cancella filtri
pt: Limpar filtros

# searchSortBy
source: Sort by:
de: Sortieren nach:
es: Ordenar por:
fr: Trier par :
it: Ordina per:
pt: Ordenar por:

# searchSort
source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
pt: Ordenar

# searchResetOrder
source: Reset order
de: Reihenfolge zurücksetzen
es: Restablecer orden
fr: Réinitialiser l'ordre
it: Reimposta ordine
pt: Redefinir ordem

# searchSecondarySortCriteria
source: + Secondary sort:
de: + Sekundäres Kriterium:
es: + Segundo criterio:
fr: + Critère secondaire :
it: + Criterio secondario:
pt: + Critério secundário:

# searchSearchInResults
source: Search in results...
de: In Ergebnissen suchen...
es: Buscar en resultados...
fr: Rechercher dans les résultats...
it: Cerca nei risultati...
pt: Buscar nos resultados...

# searchSearchByTitle
source: Search by title...
de: Nach Titel suchen...
es: Buscar por título...
fr: Rechercher par titre...
it: Cerca per titolo...
pt: Buscar por título...

# searchSearchProducts
source: Search products...
de: Produkte suchen...
es: Buscar productos...
fr: Rechercher des produits...
it: Cerca prodotti...
pt: Buscar produtos...

# searchPriceRange
source: Price range
de: Preisspanne
es: Rango de precio
fr: Fourchette de prix
it: Fascia di prezzo
pt: Faixa de preço

# searchMaxDistance
source: Maximum distance
de: Maximale Entfernung
es: Distancia máxima
fr: Distance maximale
it: Distanza massima
pt: Distância máxima

# searchNoLimit
source: No limit
de: Kein Limit
es: Sin límite
fr: Sans limite
it: Senza limite
pt: Sem limite

# searchPlatform
source: Platform
de: Plattform
es: Plataforma
fr: Plateforme
it: Piattaforma
pt: Plataforma

# searchAllPlatforms
source: All
de: Alle
es: Todas
fr: Toutes
it: Tutte
pt: Todas

# searchShippable
source: Shippable
de: Versandfähig
es: Con envío
fr: Livrable
it: Spedibile
pt: Com envio

# searchShipping
source: Shipping
de: Versand
es: Envío
fr: Livraison
it: Spedizione
pt: Envio

# searchPickupOnly
source: Pickup only
de: Nur Abholung
es: Solo en mano
fr: Retrait uniquement
it: Solo ritiro
pt: Apenas retirada

# searchSeller
source: Seller
de: Verkäufer
es: Vendedor
fr: Vendeur
it: Venditore
pt: Vendedor

# searchPublished
source: Published
de: Veröffentlicht
es: Publicado
fr: Publié
it: Pubblicato
pt: Publicado

# searchModified
source: Modified
de: Geändert
es: Modificado
fr: Modifié
it: Modificato
pt: Modificado

# sortPrice
source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo
pt: Preço

# sortPriceLowToHigh
source: Price: low to high
de: Preis: aufsteigend
es: Precio: menor a mayor
fr: Prix : croissant
it: Prezzo: crescente
pt: Preço: menor para maior

# sortPriceHighToLow
source: Price: high to low
de: Preis: absteigend
es: Precio: mayor a menor
fr: Prix : décroissant
it: Prezzo: decrescente
pt: Preço: maior para menor

# sortPriceLowest
source: Price (lowest)
de: Preis (niedrigster)
es: Precio (menor)
fr: Prix (plus bas)
it: Prezzo (più basso)
pt: Preço (menor)

# sortDate
source: Date
de: Datum
es: Fecha
it: Data
pt: Data

# sortDateNewest
source: Date (newest)
de: Datum (neueste)
es: Fecha (reciente)
fr: Date (récent)
it: Data (recente)
pt: Data (recente)

# sortDateOldest
source: Date: oldest
de: Datum: älteste
es: Fecha: más antiguo
fr: Date : plus ancien
it: Data: più vecchio
pt: Data: mais antigo

# sortDistance
source: Distance
de: Entfernung
es: Distancia
it: Distanza
pt: Distância

# sortDistanceClosest
source: Distance (closest)
de: Entfernung (nächste)
es: Distancia (cerca)
fr: Distance (plus proche)
it: Distanza (più vicino)
pt: Distância (mais perto)

# sortDistanceFarthest
source: Distance: farthest
de: Entfernung: weiteste
es: Distancia: más lejano
fr: Distance : plus loin
it: Distanza: più lontano
pt: Distância: mais longe

# sortRelevance
source: Relevance
de: Relevanz
es: Relevancia
fr: Pertinence
it: Rilevanza
pt: Relevância

# sortPlatform
source: Platform
de: Plattform
es: Plataforma
fr: Plateforme
it: Piattaforma
pt: Plataforma

# filtersAndSort
source: Filters & Sorting
de: Filter & Sortierung
es: Filtros y Ordenación
fr: Filtres et Tri
it: Filtri e Ordinamento
pt: Filtros e Ordenação

# filtersTab
source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri
pt: Filtros

# sortTab
source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
pt: Ordenar

# filterPrice
source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo
pt: Preço

# filterShipping
source: Shipping
de: Versand
es: Envío
fr: Livraison
it: Spedizione
pt: Envio

# filterCountry
source: Country
de: Land
es: País
fr: Pays
it: Paese
pt: País

# filterCondition
source: Condition
de: Zustand
es: Estado
fr: État
it: Condizione
pt: Condição

# filterDistance
source: Distance
de: Entfernung
es: Distancia
it: Distanza
pt: Distância

# filterPlatforms
source: Platforms
de: Plattformen
es: Plataformas
fr: Plateformes
it: Piattaforme
pt: Plataformas

# shippingWithShipping
source: With shipping
de: Mit Versand
es: Con envío
fr: Avec livraison
it: Con spedizione
pt: Com envio

# shippingInPerson
source: In person
de: Abholung
es: En mano
fr: En main propre
it: Di persona
pt: Em mãos

# shippingAll
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
pt: Todos

# sortAddCriterion
source: Add criterion
de: Kriterium hinzufügen
es: Añadir criterio
fr: Ajouter un critère
it: Aggiungi criterio
pt: Adicionar critério

# sortDragToReorder
source: Add and order criteria by priority
de: Kriterien nach Priorität hinzufügen und ordnen
es: Añade y ordena criterios por prioridad
fr: Ajouter et ordonner les critères par priorité
it: Aggiungi e ordina i criteri per priorità
pt: Adicione e ordene critérios por prioridade

# sortPriceLabel
source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo
pt: Preço

# sortDateLabel
source: Date
de: Datum
es: Fecha
it: Data
pt: Data

# sortDistanceLabel
source: Distance
de: Entfernung
es: Distancia
it: Distanza
pt: Distância

# sortAscending
source: ascending
de: aufsteigend
es: ascendente
fr: croissant
it: crescente
pt: crescente

# sortDescending
source: descending
de: absteigend
es: descendente
fr: décroissant
it: decrescente
pt: decrescente

# sortLowToHigh
source: low to high
de: niedrig zu hoch
es: menor a mayor
fr: du plus bas au plus haut
it: dal più basso al più alto
pt: do mais baixo ao mais alto

# sortHighToLow
source: high to low
de: hoch zu niedrig
es: mayor a menor
fr: du plus haut au plus bas
it: dal più alto al più basso
pt: do mais alto ao mais baixo

# clearAll
source: Clear
de: Löschen
es: Limpiar
fr: Effacer
it: Cancella
pt: Limpar

# applyFilters
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
pt: Aplicar

# dashboardResultsFound
source: Results found
de: Ergebnisse gefunden
es: Resultados encontrados
fr: Résultats trouvés
it: Risultati trovati
pt: Resultados encontrados

# evaluationLoadingEvaluation
source: Loading evaluation...
de: Bewertung wird geladen...
es: Cargando evaluación...
fr: Chargement de l'évaluation...
it: Caricamento valutazione...
pt: Carregando avaliação...

source: Evaluation not found
de: Bewertung nicht gefunden
es: Evaluación no encontrada
fr: Évaluation non trouvée
it: Valutazione non trovata
pt: Avaliação não encontrada

# evaluationListingDetails
source: Listing details
de: Anzeigendetails
es: Detalle del anuncio
fr: Détails de l'annonce
it: Dettagli dell'annuncio
pt: Detalhes do anúncio

# evaluationViewFullListing
source: View full listing
de: Vollständige Anzeige ansehen
es: Ver anuncio completo
fr: Voir l'annonce complète
it: Vedi annuncio completo
pt: Ver anúncio completo

# evaluationListingsFound
source: Listings found
de: Anzeigen gefunden
es: Anuncios encontrados
fr: Annonces trouvées
it: Annunci trovati
pt: Anúncios encontrados

# evaluationFound
source: Found
de: Gefunden
es: Encontrados
fr: Trouvés
it: Trovati
pt: Encontrados

# evaluationFiltered
source: Filtered
de: Gefiltert
es: Filtrados
fr: Filtrés
it: Filtrati
pt: Filtrados

# evaluationDiscarded
source: Discarded
de: Verworfen
es: Descartados
fr: Écartés
it: Scartati
pt: Descartados

# evaluationPlatforms
source: Platforms
de: Plattformen
es: Plataformas
fr: Plateformes
it: Piattaforme
pt: Plataformas

# evaluationRecommendedSellingPrices
source: Recommended selling prices
de: Empfohlene Verkaufspreise
es: Precios recomendados para vender
fr: Prix de vente recommandés
it: Prezzi di vendita consigliati
pt: Preços de venda recomendados

# evaluationRequestDetails
source: Request Details
de: Anforderungsdetails
es: Detalles de Solicitud
fr: Détails de la Demande
it: Dettagli della Richiesta
pt: Detalhes do Pedido

# evaluationSummary
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
pt: Resumo

# evaluationBuying
source: Buying
de: Kauf
es: Compra
fr: Achat
it: Acquisto
pt: Compra

# evaluationSelling
source: Selling
de: Verkauf
es: Venta
fr: Vente
it: Vendita
pt: Venda

# evaluationProduct
source: Product
de: Produkt
es: Producto
fr: Produit
it: Prodotto
pt: Produto

# evaluationCondition
source: Condition
de: Zustand
es: Estado
fr: État
it: Condizione
pt: Estado

# evaluationDescription
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição

# evaluationAccessories
source: Accessories
de: Zubehör
es: Accesorios
fr: Accessoires
it: Accessori
pt: Acessórios

# evaluationPhotos
source: Photos
de: Fotos
es: Fotos
it: Foto
pt: Fotos

# evaluationLocation
source: Location
de: Standort
es: Ubicación
fr: Emplacement
it: Posizione
pt: Localização

# evaluationUrgency
source: Urgency
de: Dringlichkeit
es: Urgencia
fr: Urgence
it: Urgenza
pt: Urgência

# evaluationType
source: Type
de: Typ
es: Tipo
it: Tipo
pt: Tipo

# evaluationAvailable
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
pt: Disponível

# adminRequests
source: Requests
de: Anfragen
es: Solicitudes
fr: Demandes
it: Richieste
pt: Pedidos

# adminContacts
source: Contacts
de: Kontakte
es: Contactos
it: Contatti
pt: Contatos

# adminUsers
source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
pt: Usuários

# adminCountries
source: Countries
de: Länder
es: Países
fr: Pays
it: Paesi
pt: Países

# adminEditUserProfile
source: Edit User Profile
de: Benutzerprofil Bearbeiten
es: Editar Perfil de Usuario
fr: Modifier le Profil Utilisateur
it: Modifica Profilo Utente
pt: Editar Perfil do Usuário

# adminEmailReadOnly
source: Email (read-only)
de: E-Mail (nur Lesen)
es: Email (no editable)
fr: Email (lecture seule)
it: Email (sola lettura)
pt: Email (somente leitura)

# adminDeleteUser
source: Delete user
de: Benutzer löschen
es: Eliminar usuario
fr: Supprimer l'utilisateur
it: Elimina utente
pt: Excluir usuário

# adminConfirmDelete
source: Confirm Delete
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
it: Conferma eliminazione
pt: Confirmar exclusão

# adminUserDeleted
source: User deleted
de: Benutzer gelöscht
es: Usuario eliminado
fr: Utilisateur supprimé
it: Utente eliminato
pt: Usuário excluído

# adminMakeAdmin
source: Make admin
de: Zum Admin machen
es: Hacer admin
fr: Rendre admin
it: Rendi admin
pt: Tornar admin

# adminRemoveAdmin
source: Remove admin
de: Admin entfernen
es: Quitar admin
fr: Retirer admin
it: Rimuovi admin
pt: Remover admin

# adminMakeUser
source: Make user
de: Zum Benutzer machen
es: Hacer usuario
fr: Rendre utilisateur
it: Rendi utente
pt: Tornar usuário

# adminRemoveUser
source: Remove user
de: Benutzer entfernen
es: Quitar usuario
fr: Retirer utilisateur
it: Rimuovi utente
pt: Remover usuário

# adminChangeGroup
source: Change Group
de: Gruppe ändern
es: Cambiar grupo
fr: Changer de groupe
it: Cambia gruppo
pt: Mudar grupo

# timeJustNow
source: Just now
de: Gerade eben
es: Ahora
fr: À l'instant
it: Adesso
pt: Agora

# timeMinutesAgo
source: {mins} min ago
de: Vor {mins} Min
es: Hace {mins} min
fr: Il y a {mins} min
it: {mins} min fa
pt: Há {mins} min

# timeHoursAgo
source: {hours} h ago
de: Vor {hours} Std
es: Hace {hours} h
fr: Il y a {hours} h
it: {hours} h fa
pt: Há {hours} h

# timeDaysAgo
source: {days} d ago
de: Vor {days} T
es: Hace {days} d
fr: Il y a {days} j
it: {days} g fa
pt: Há {days} d

# commonFieldRequired
source: Required field
de: Pflichtfeld
es: Campo requerido
fr: Champ requis
it: Campo obbligatorio
pt: Campo obrigatório

# commonResults
source: results
de: Ergebnisse
es: resultados
fr: résultats
it: risultati
pt: resultados

# commonTotal
source: Total
de: Gesamt
it: Totale

# commonBuy
source: Buy
de: Kaufen
es: Comprar
fr: Acheter
it: Compra
pt: Comprar

# commonSell
source: Sell
de: Verkaufen
es: Vender
fr: Vendre
it: Vendi
pt: Vender

# footerRecaptchaProtected
source: This site is protected by reCAPTCHA and the Google
de: Diese Website wird durch reCAPTCHA geschützt und es gelten die
es: Este sitio está protegido por reCAPTCHA y se aplican la
fr: Ce site est protégé par reCAPTCHA et les
it: Questo sito è protetto da reCAPTCHA e si applicano l'
pt: Este site é protegido pelo reCAPTCHA e a

# footerRecaptchaPrivacy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt: Política de Privacidade

# footerRecaptchaAnd
source: and
de: und die
es: y los
fr: et
it: e i
pt: e os

# footerRecaptchaTerms
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'utilisation
it: Termini di servizio
pt: Termos de Serviço

# footerRecaptchaApply
source: apply.
de: von Google.
es: de Google.
fr: de Google s'appliquent.
it: di Google.
pt: do Google se aplicam.

# countrySpain
source: Spain
de: Spanien
es: España
fr: Espagne
it: Spagna
pt: Espanha

# countryItaly
source: Italy
de: Italien
es: Italia
fr: Italie
it: Italia
pt: Itália

# countryPortugal
source: Portugal
it: Portogallo

# countryFrance
source: France
de: Frankreich
es: Francia
it: Francia
pt: França

# countryGermany
source: Germany
de: Deutschland
es: Alemania
fr: Allemagne
it: Germania
pt: Alemanha

# searchingIn
source: Searching in {platform}...
de: Suche in {platform}...
es: Buscando en {platform}...
fr: Recherche dans {platform}...
it: Ricerca in {platform}...
pt: Pesquisando em {platform}...

# dashboardApplyingFilters
source: Applying filters...
de: Filter anwenden...
es: Aplicando filtros...
fr: Application des filtres...
it: Applicazione filtri...
pt: Aplicando filtros...

# guestModeBannerTitle
source: Guest Mode
de: Gastmodus
es: Modo Invitado
fr: Mode Invité
it: Modalità Ospite
pt: Modo Visitante

# guestModeBannerMessage
source: Sign up for free to access advanced searches, sales analysis and more features
de: Registrieren Sie sich kostenlos für erweiterte Suchen, Verkaufsanalysen und mehr Funktionen
es: Regístrate gratis para acceder a búsquedas avanzadas, análisis de venta y más funciones
fr: Inscrivez-vous gratuitement pour accéder aux recherches avancées, à l'analyse des ventes et à plus de fonctionnalités
it: Registrati gratuitamente per accedere a ricerche avanzate, analisi delle vendite e altre funzionalità
pt: Registre-se gratuitamente para acessar pesquisas avançadas, análise de vendas e mais recursos

# guestModeBannerCTA
source: Sign up for free
de: Registrieren Sie sich kostenlos
es: Regístrate gratis
fr: Inscrivez-vous gratuitement
it: Registrati gratuitamente
pt: Registre-se gratuitamente

# guestModeBannerRest
source: to access advanced searches, sales analysis and more features
de: für erweiterte Suchen und mehr Funktionen
es: para acceder a búsquedas avanzadas, análisis de venta y más funciones
fr: pour accéder aux recherches avancées et plus
it: per accedere a ricerche avanzate e altre funzionalità
pt: para acessar pesquisas avançadas e mais recursos

# guestModeSignUp
source: Sign Up
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
pt: Registrar

# registrationModalTitle
source: Sign up to continue
de: Registrieren Sie sich, um fortzufahren
es: Regístrate para continuar
fr: Inscrivez-vous pour continuer
it: Registrati per continuare
pt: Registre-se para continuar

# registrationModalDefault
source: Sign up to access all platform features.
de: Registrieren Sie sich, um auf alle Funktionen der Plattform zuzugreifen.
es: Regístrate para acceder a todas las funciones de la plataforma.
fr: Inscrivez-vous pour accéder à toutes les fonctionnalités de la plateforme.
it: Registrati per accedere a tutte le funzionalità della piattaforma.
pt: Registre-se para acessar todas as funcionalidades da plataforma.

# registrationModalBenefitsTitle
source: With an account you can:
de: Mit einem Konto können Sie:
es: Con una cuenta podrás:
fr: Avec un compte, vous pouvez :
it: Con un account puoi:
pt: Com uma conta você pode:

# registrationModalBenefit1
source: Advanced and intelligent searches
de: Erweiterte und intelligente Suchen
es: Búsquedas avanzadas e inteligentes
fr: Recherches avancées et intelligentes
it: Ricerche avanzate e intelligenti
pt: Pesquisas avançadas e inteligentes

# registrationModalBenefit2
source: Product sales analysis
de: Produktverkaufsanalyse
es: Análisis de venta de productos
fr: Analyse des ventes de produits
it: Analisi delle vendite dei prodotti
pt: Análise de vendas de produtos

# registrationModalBenefit3
source: Save favorites and archive searches
de: Favoriten speichern und Suchen archivieren
es: Guardar favoritos y archivar búsquedas
fr: Enregistrer des favoris et archiver des recherches
it: Salvare preferiti e archiviare ricerche
pt: Salvar favoritos e arquivar pesquisas

# registrationModalBenefit4
source: Complete search history
de: Vollständiger Suchverlauf
es: Historial completo de búsquedas
fr: Historique complet des recherches
it: Cronologia completa delle ricerche
pt: Histórico completo de pesquisas

# registrationModalSignUp
source: Sign up for free
de: Kostenlos registrieren
es: Registrarse gratis
fr: S'inscrire gratuitement
it: Registrati gratuitamente
pt: Registrar-se gratuitamente

# registrationModalLater
source: Maybe later
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
it: Forse più tardi
pt: Talvez mais tarde

# restrictedSell
source: Sales searches require a registered account
de: Verkaufssuchen erfordern ein registriertes Konto
es: Las búsquedas de venta requieren una cuenta registrada
fr: Les recherches de vente nécessitent un compte enregistré
it: Le ricerche di vendita richiedono un account registrato
pt: Pesquisas de venda requerem uma conta registrada

# restrictedFavorites
source: Favorites require a registered account
de: Favoriten erfordern ein registriertes Konto
es: Los favoritos requieren una cuenta registrada
fr: Les favoris nécessitent un compte enregistré
it: I preferiti richiedono un account registrato
pt: Favoritos requerem uma conta registrada

# restrictedProfile
source: Profile requires a registered account
de: Das Profil erfordert ein registriertes Konto
es: El perfil requiere una cuenta registrada
fr: Le profil nécessite un compte enregistré
it: Il profilo richiede un account registrato
pt: O perfil requer uma conta registrada

# dashboardSmartSearches
source: Your Smart Searches
de: Ihre Intelligenten Suchen
es: Tus Búsquedas Inteligentes
fr: Vos Recherches Intelligentes
it: Le Tue Ricerche Intelligenti
pt: Suas Pesquisas Inteligentes

# dashboardSmartSearchesDescription
source: From Buy you have two types of search:
de: Unter Kaufen haben Sie zwei Sucharten:
es: Desde Compras tienes dos tipos de búsqueda:
fr: Depuis Achats, vous avez deux types de recherche :
it: Da Acquisti hai due tipi di ricerca:
pt: Em Compras você tem dois tipos de pesquisa:

# dashboardClassicSearch
source: Classic
de: Klassisch
es: Clásica
fr: Classique
it: Classica
pt: Clássica

# dashboardClassicSearchDescription
source: Everything in one click.
de: Alles mit einem Klick.
es: Todo en un click.
fr: Tout en un clic.
it: Tutto in un click.
pt: Tudo em um clique.

# dashboardIntelligentSearch
source: Intelligent
es: Inteligente
fr: Intelligente
it: Intelligente
pt: Inteligente

# dashboardIntelligentSearchDescription
source: Straight to what you want, no fuss.
de: Direkt zu dem, was Sie wollen.
es: Directo a lo que quieres, sin rodeos.
fr: Droit au but, sans détour.
it: Dritto a ciò che vuoi, senza giri di parole.
pt: Direto ao que você quer, sem rodeios.

# dashboardStartBuying
source: Go to Buy
de: Zu Kaufen
es: Ir a Compras
fr: Aller aux Achats
it: Vai ad Acquisti
pt: Ir para Compras

# dashboardSalesAnalysis
source: Your Sales Analysis
de: Ihre Verkaufsanalysen
es: Tus Análisis de Venta
fr: Vos Analyses de Vente
it: Le Tue Analisi di Vendita
pt: Suas Análises de Venda

# dashboardSalesDescription
source: Analyze the market to know what price to sell your product.
de: Analysieren Sie den Markt, um zu wissen, zu welchem Preis Sie Ihr Produkt verkaufen sollten.
es: Analiza el mercado para saber a qué precio vender tu producto.
fr: Analysez le marché pour savoir à quel prix vendre votre produit.
it: Analizza il mercato per sapere a che prezzo vendere il tuo prodotto.
pt: Analise o mercado para saber a que preço vender seu produto.

# dashboardStartSelling
source: Go to Sell
de: Zu Verkaufen
es: Ir a Ventas
fr: Aller aux Ventes
it: Vai a Vendite
pt: Ir para Vendas

# dashboardSignUpToSell
source: Sign up to sell
de: Registrieren Sie sich zum Verkaufen
es: Regístrate para vender
fr: Inscrivez-vous pour vendre
it: Registrati per vendere
pt: Registre-se para vender

# dashboardConfiguredAlerts
source: Configured alerts
de: Konfigurierte Benachrichtigungen
es: Alertas configuradas
fr: Alertes configurées
it: Avvisi configurati
pt: Alertas configurados
