Repository: nixoldb86/passproduct
Catalog: Git/backend/pricofy/frontend/lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# formConditionGood
source: Good condition
de: Guter Zustand ⭐⭐⭐
es: Buen estado ⭐⭐⭐
fr: Bon état ⭐⭐⭐
it: Buona condizione ⭐⭐⭐
pt: Bom estado ⭐⭐⭐

# formConditionUsed
source: Used
de: Gebraucht ⭐⭐
es: Usado ⭐⭐
fr: Usagé ⭐⭐
it: Usato ⭐⭐
pt: Usado ⭐⭐

# formConditionRepair
source: Needs repair
de: Benötigt Reparatur ⭐
es: Necesita reparación ⭐
fr: Nécessite réparation ⭐
it: Da riparare ⭐
pt: Necessita reparação ⭐

# formAccessories
source: Included accessories (optional)
de: Enthaltene Zubehörteile (optional)
es: Accesorios incluidos (opcional)
fr: Accessoires inclus (optionnel)
it: Accessori inclusi (opzionale)
pt: Acessórios incluídos (opcional)

# formAccessoriesPlaceholder
source: Describe included accessories...
de: Beschreiben Sie die enthaltenen Zubehörteile...
es: Describe los accesorios incluidos...
fr: Décrivez les accessoires inclus...
it: Descrivi gli accessori inclusi...
pt: Descreva os acessórios incluídos...

# formUrgency
source: Urgency
de: Dringlichkeit
es: Urgencia
fr: Urgence
it: Urgenza
pt: Urgência

# formUrgencyFast
source: I want to sell fast
de: Ich möchte schnell verkaufen
es: Quiero vender rápido
fr: Je veux vendre rapidement
it: Voglio vendere velocemente
pt: Quero vender rapidamente

# formUrgencyNoRush
source: No rush
de: Ich habe keine Eile
es: No tengo prisa
fr: Je n'ai pas de hâte
it: Non ho fretta
pt: Não tenho pressa

# formUrgencyBestPrice
source: I'm looking for the best price
de: Ich suche den besten Preis
es: Estoy buscando el mejor precio
fr: Je cherche le meilleur prix
it: Cerco il miglior prezzo
pt: Estou à procura do melhor preço

# formPhotos
source: Photos (up to 6)
de: Fotos (bis zu 6)
es: Fotos (hasta 6)
fr: Photos (jusqu'à 6)
it: Foto (fino a 6)
pt: Fotos (até 6)

# formPhotosSelected
source: file(s) selected
de: Datei(en) ausgewählt
es: archivo(s) seleccionado(s)
fr: fichier(s) sélectionné(s)
it: file selezionati
pt: ficheiro(s) selecionado(s)

# formSubmit
source: Submit request
de: Anfrage senden
es: Enviar solicitud
fr: Envoyer la demande
it: Invia richiesta
pt: Enviar pedido

# formSubmitting
source: Submitting...
de: Wird gesendet...
es: Enviando...
fr: Envoi en cours...
it: Invio in corso...
pt: A enviar...

# formCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# formSuccess
source: Request sent successfully! Thank you for contacting us.
de: Anfrage erfolgreich gesendet! Wir werden Sie nicht lange warten lassen, Überprüfen Sie Ihre E-Mail innerhalb von 5 Minuten
es: ¡Solicitud enviada con éxito! No te haremos esperar mucho, Revisa tu email dentro 5 minutos
fr: Demande envoyée avec succès ! Nous ne vous ferons pas attendre longtemps, Vérifiez votre email dans 5 minutes
it: Richiesta inviata con successo! Non ti faremo aspettare molto, Controlla la tua email entro 5 minuti
pt: Pedido enviado com sucesso! Não o faremos esperar muito, Verifique o seu email dentro de 5 minutos

# formErrorEmailRequired
source: Email is required
de: E-Mail ist erforderlich
es: El email es obligatorio
fr: L'email est obligatoire
it: L'email è obbligatoria
pt: O email é obrigatório

# formErrorEmailInvalid
source: Email is not valid
de: E-Mail ist ungültig
es: El email no es válido
fr: L'email n'est pas valide
it: L'email non è valida
pt: O email não é válido

# formErrorCountryRequired
source: Country is required
de: Land ist erforderlich
es: El país es obligatorio
fr: Le pays est obligatoire
it: Il paese è obbligatorio
pt: O país é obrigatório

# formErrorCityRequired
source: City is required
de: Stadt ist erforderlich
es: La ciudad es obligatoria
fr: La ville est obligatoire
it: La città è obbligatoria
pt: A cidade é obrigatória

# formErrorActionRequired
source: You must select an action
de: Sie müssen eine Aktion wählen
es: Debes seleccionar una acción
fr: Vous devez sélectionner une action
it: Devi selezionare un'azione
pt: Deve selecionar uma ação

# formErrorProductTypeRequired
source: Product type is required
de: Produkttyp ist erforderlich
es: El tipo de producto es obligatorio
fr: Le type de produit est obligatoire
it: Il tipo di prodotto è obbligatorio
pt: O tipo de produto é obrigatório

# formErrorModelBrandRequired
source: Model/brand is required
de: Modell/Marke ist erforderlich
es: El modelo/marca es obligatorio
fr: Le modèle/marque est obligatoire
it: Il modello/marca è obbligatorio
pt: O modelo/marca é obrigatório

# formErrorConditionRequired
source: Condition is required
de: Zustand ist erforderlich
es: El estado es obligatorio
fr: L'état est obligatoire
it: La condizione è obbligatoria
pt: O estado é obrigatório

# formErrorUrgencyRequired
source: Urgency is required
de: Dringlichkeit ist erforderlich
es: La urgencia es obligatoria
fr: L'urgence est obligatoire
it: L'urgenza è obbligatoria
pt: A urgência é obrigatória

# formErrorPhotosRequired
source: Photos are required to sell
de: Fotos sind zum Verkaufen erforderlich
es: Las fotos son obligatorias para vender
fr: Les photos sont obligatoires pour vendre
it: Le foto sono obbligatorie per vendere
pt: As fotos são obrigatórias para vender

# formErrorPhotosMax
source: Maximum 6 photos allowed
de: Maximal 6 Fotos erlaubt
es: Máximo 6 fotos permitidas
fr: Maximum 6 photos autorisées
it: Massimo 6 foto permesse
pt: Máximo 6 fotos permitidas

# formErrorPhotosMaxFiles
source: Maximum 6 files allowed
de: Maximal 6 Dateien erlaubt
es: Máximo 6 archivos permitidos
fr: Maximum 6 fichiers autorisés
it: Massimo 6 file permessi
pt: Máximo 6 ficheiros permitidos

# formErrorOnePerDay
source: Only one evaluation per day is allowed
de: Nur eine Bewertung pro Tag möglich
es: Solo se puede hacer una evaluación al día
fr: Une seule évaluation peut être faite par jour
it: È possibile fare solo una valutazione al giorno
pt: Só pode fazer uma avaliação por dia

# formErrorSubmitError
source: Error submitting request. Please try again.
de: Nur eine Bewertung pro Tag möglich. Bitte versuchen Sie es später erneut.
es: Solo se puede hacer una evaluación al día. Por favor, inténtalo más tarde.
fr: Une seule évaluation peut être faite par jour. Veuillez réessayer plus tard.
it: È possibile fare solo una valutazione al giorno. Riprova più tardi.
pt: Só pode fazer uma avaliação por dia. Por favor, tente mais tarde.

# errorBadRequest
source: Invalid request
de: Ungültige Anfrage
es: Solicitud inválida
fr: Requête invalide
it: Richiesta non valida
pt: Pedido inválido

# errorUnauthorized
source: Session expired. Please sign in again.
de: Sitzung abgelaufen. Bitte melden Sie sich erneut an.
es: Sesión expirada. Por favor, inicia sesión de nuevo.
fr: Session expirée. Veuillez vous reconnecter.
it: Sessione scaduta. Effettua nuovamente l'accesso.
pt: Sessão expirada. Por favor, faça login novamente.

# errorForbidden
source: You do not have permission to perform this action
de: Sie haben keine Berechtigung für diese Aktion
es: No tienes permisos para realizar esta acción
fr: Vous n'avez pas la permission d'effectuer cette action
it: Non hai i permessi per eseguire questa azione
pt: Não tem permissão para realizar esta ação

# errorNotFound
source: Resource not found
de: Ressource nicht gefunden
es: Recurso no encontrado
fr: Ressource non trouvée
it: Risorsa non trovata
pt: Recurso não encontrado

# errorValidationError
source: The data provided is invalid
de: Die bereitgestellten Daten sind ungültig
es: Los datos proporcionados no son válidos
fr: Les données fournies sont invalides
it: I dati forniti non sono validi
pt: Os dados fornecidos são inválidos

# errorRateLimited
source: Too many requests. Please wait a moment.
de: Zu viele Anfragen. Bitte warten Sie einen Moment.
es: Demasiadas solicitudes. Por favor, espera un momento.
fr: Trop de requêtes. Veuillez patienter.
it: Troppe richieste. Attendi un momento.
pt: Demasiados pedidos. Por favor, aguarde um momento.

# errorRecaptchaFailed
source: Security verification failed. Please reload the page.
de: Sicherheitsüberprüfung fehlgeschlagen. Bitte laden Sie die Seite neu.
es: Verificación de seguridad fallida. Recarga la página.
fr: Vérification de sécurité échouée. Rechargez la page.
it: Verifica di sicurezza fallita. Ricarica la pagina.
pt: Verificação de segurança falhou. Recarregue a página.

# errorDisposableEmail
source: Disposable email addresses are not allowed
de: Wegwerf-E-Mail-Adressen sind nicht erlaubt
es: No se permiten correos temporales
fr: Les adresses email jetables ne sont pas autorisées
it: Gli indirizzi email usa e getta non sono consentiti
pt: Endereços de email descartáveis não são permitidos

# errorEmailRateLimit
source: Too many attempts with this email
de: Zu viele Versuche mit dieser E-Mail
es: Demasiados intentos con este correo
fr: Trop de tentatives avec cet email
it: Troppi tentativi con questa email
pt: Demasiadas tentativas com este email

# errorIpRateLimit
source: Too many attempts from your IP address
de: Zu viele Versuche von Ihrer IP-Adresse
es: Demasiados intentos desde tu dirección IP
fr: Trop de tentatives depuis votre adresse IP
it: Troppi tentativi dal tuo indirizzo IP
pt: Demasiadas tentativas do seu endereço IP

# errorPaymentRequired
source: Payment required to continue
de: Zahlung erforderlich um fortzufahren
es: Se requiere pago para continuar
fr: Paiement requis pour continuer
it: Pagamento richiesto per continuare
pt: Pagamento necessário para continuar

# errorInsufficientFunds
source: Insufficient funds
de: Unzureichendes Guthaben
es: Saldo insuficiente
fr: Solde insuffisant
it: Saldo insufficiente
pt: Saldo insuficiente

# errorInvalidEmail
source: Invalid email address
de: Ungültige E-Mail-Adresse
es: El correo electrónico no es válido
fr: Adresse email invalide
it: Indirizzo email non valido
pt: Endereço de email inválido

# errorDuplicateEmail
source: This email is already registered
de: Diese E-Mail ist bereits registriert
es: Este correo ya está registrado
fr: Cet email est déjà enregistré
it: Questa email è già registrata
pt: Este email já está registado

# errorUserNotFound
source: User not found
de: Benutzer nicht gefunden
es: Usuario no encontrado
fr: Utilisateur non trouvé
it: Utente non trovato
pt: Utilizador não encontrado

# errorMissingEmail
source: Email is required
de: E-Mail ist erforderlich
es: El correo electrónico es obligatorio
fr: L'email est requis
it: L'email è obbligatoria
pt: O email é obrigatório

# errorInvalidSteps
source: Invalid steps format
de: Ungültiges Schrittformat
es: Formato de pasos no válido
fr: Format des étapes invalide
it: Formato dei passaggi non valido
pt: Formato dos passos inválido

# errorMaxPositionsReached
source: Maximum waitlist positions reached
de: Maximale Wartelistenpositionen erreicht
es: Se ha alcanzado el máximo de plazas en la lista de espera
fr: Nombre maximum de places atteint
it: Numero massimo di posti raggiunto
pt: Número máximo de posições atingido

# errorInvalidReferral
source: Invalid referral code
de: Ungültiger Empfehlungscode
es: Código de referido no válido
fr: Code de parrainage invalide
it: Codice referral non valido
pt: Código de referência inválido

# errorInternalError
source: Internal server error
de: Interner Serverfehler
es: Error interno del servidor
fr: Erreur interne du serveur
it: Errore interno del server
pt: Erro interno do servidor

# errorServiceUnavailable
source: Service temporarily unavailable
de: Dienst vorübergehend nicht verfügbar
es: Servicio no disponible temporalmente
fr: Service temporairement indisponible
it: Servizio temporaneamente non disponibile
pt: Serviço temporariamente indisponível

# errorTimeout
source: Connection timed out
de: Verbindungs-Timeout
es: La conexión ha tardado demasiado
fr: Délai de connexion dépassé
it: Timeout della connessione
pt: Tempo de conexão esgotado

# errorConnectionError
source: Connection error. Check your internet.
de: Verbindungsfehler. Überprüfen Sie Ihre Internetverbindung.
es: Error de conexión. Verifica tu internet.
fr: Erreur de connexion. Vérifiez votre internet.
it: Errore di connessione. Controlla la tua connessione internet.
pt: Erro de conexão. Verifique a sua internet.

# errorUnknown
source: An unexpected error occurred
de: Ein unerwarteter Fehler ist aufgetreten
es: Ha ocurrido un error inesperado
fr: Une erreur inattendue s'est produite
it: Si è verificato un errore imprevisto
pt: Ocorreu um erro inesperado

# betaTitle
source: Get Beta Access to Pricofy
de: Zugang zur Pricofy Beta
es: Accede a la Beta de Pricofy
fr: Accédez à la Beta de Pricofy
it: Accedi alla Beta di Pricofy
pt: Acesse a Beta do Pricofy

# betaSubtitle
source: Only 3,000 spots available
de: Nur 3.000 Plätze verfügbar
es: Solo 3,000 plazas disponibles
fr: Seulement 3 000 places disponibles
it: Solo 3.000 posti disponibili
pt: Apenas 3.000 vagas disponíveis

# betaDescription
source: Be among the first to try our AI-powered price analysis tool. Complete all 3 steps to secure your spot.
de: Sei einer der Ersten, die unser KI-gestütztes Preisanalyse-Tool testen. Schließe alle 3 Schritte ab, um deinen Platz zu sichern.
es: Sé de los primeros en probar nuestra herramienta de análisis de precios con IA. Completa los 3 pasos para asegurar tu plaza.
fr: Soyez parmi les premiers à essayer notre outil d'analyse de prix avec IA. Complétez les 3 étapes pour réserver votre place.
it: Sii tra i primi a provare il nostro strumento di analisi dei prezzi con IA. Completa tutti e 3 i passaggi per assicurarti il tuo posto.
pt: Seja um dos primeiros a experimentar nossa ferramenta de análise de preços com IA. Complete os 3 passos para garantir sua vaga.

# betaHowItWorksTitle
source: How to get access?
de: Wie bekomme ich Zugang?
es: ¿Cómo conseguir acceso?
fr: Comment obtenir l'accès ?
it: Come ottenere l'accesso?
pt: Como conseguir acesso?

# betaHowItWorksDescription
source: Complete these 3 simple steps and you will get a real spot in the beta
de: Schließe diese 3 einfachen Schritte ab und du bekommst einen echten Platz in der Beta
es: Completa estos 3 sencillos pasos y conseguirás una plaza real en la beta
fr: Complétez ces 3 étapes simples et vous obtiendrez une vraie place dans la beta
it: Completa questi 3 semplici passaggi e otterrai un posto reale nella beta
pt: Complete estes 3 passos simples e você conseguirá uma vaga real na beta

# betaStep1Title
source: Follow us on Instagram
de: Folge uns auf Instagram
es: Síguenos en Instagram
fr: Suivez-nous sur Instagram
it: Seguici su Instagram
pt: Siga-nos no Instagram

# betaStep1Description
source: Follow our @pricofy account on Instagram
de: Folge unserem @pricofy Account auf Instagram
es: Sigue nuestra cuenta @pricofy en Instagram
fr: Suivez notre compte @pricofy sur Instagram
it: Segui il nostro account @pricofy su Instagram
pt: Siga nossa conta @pricofy no Instagram

# betaStep1Instructions
source: 1. Open Instagram\n2. Search for @pricofy\n3. Click Follow\n4. Enable notifications to stay updated
de: 1. Öffne Instagram\n2. Suche nach @pricofy\n3. Klicke auf Folgen\n4. Aktiviere Benachrichtigungen, um nichts zu verpassen
es: 1. Abre Instagram\n2. Busca @pricofy\n3. Haz clic en Seguir\n4. Activa las notificaciones para no perderte nada
fr: 1. Ouvrez Instagram\n2. Recherchez @pricofy\n3. Cliquez sur Suivre\n4. Activez les notifications pour ne rien manquer
it: 1. Apri Instagram\n2. Cerca @pricofy\n3. Clicca su Segui\n4. Attiva le notifiche per non perderti nulla
pt: 1. Abra o Instagram\n2. Procure por @pricofy\n3. Clique em Seguir\n4. Ative as notificações para não perder nada

# betaStep1
source: Follow @pricofy
de: @pricofy folgen
es: Seguir @pricofy
fr: Suivre @pricofy
it: Segui @pricofy
pt: Seguir @pricofy

# betaStep2Title
source: Comment on our post
de: Kommentiere unseren Post
es: Comenta en nuestro post
fr: Commentez notre publication
it: Commenta il nostro post
pt: Comente em nosso post

# betaStep2Description
source: Mention 3 friends in our latest post
de: Erwähne 3 Freunde in unserem neuesten Post
es: Menciona a 3 amigos en nuestro último post
fr: Mentionnez 3 amis dans notre dernière publication
it: Menziona 3 amici nel nostro ultimo post
pt: Mencione 3 amigos em nosso último post

# betaStep2Instructions
source: 1. Go to our latest post on @pricofy\n2. Write a comment mentioning 3 friends (@friend1 @friend2 @friend3)\n3. Make sure your comment is public
de: 1. Gehe zu unserem neuesten Post auf @pricofy\n2. Schreibe einen Kommentar und erwähne 3 Freunde (@freund1 @freund2 @freund3)\n3. Stelle sicher, dass der Kommentar öffentlich ist
es: 1. Ve a nuestro último post en @pricofy\n2. Escribe un comentario mencionando a 3 amigos (@amigo1 @amigo2 @amigo3)\n3. Asegúrate de que el comentario sea público
fr: 1. Allez à notre dernière publication sur @pricofy\n2. Écrivez un commentaire mentionnant 3 amis (@ami1 @ami2 @ami3)\n3. Assurez-vous que le commentaire est public
it: 1. Vai al nostro ultimo post su @pricofy\n2. Scrivi un commento menzionando 3 amici (@amico1 @amico2 @amico3)\n3. Assicurati che il commento sia pubblico
pt: 1. Vá ao nosso último post em @pricofy\n2. Escreva um comentário mencionando 3 amigos (@amigo1 @amigo2 @amigo3)\n3. Certifique-se de que o comentário é público

# betaStep3Title
source: Invite 3 friends
de: Lade 3 Freunde ein
es: Invita a 3 amigos
fr: Invitez 3 amis
it: Invita 3 amici
pt: Convide 3 amigos

# betaStep3Description
source: Share your referral link and get 3 sign-ups
de: Teile deinen Empfehlungslink und gewinne 3 Anmeldungen
es: Comparte tu enlace de referido y consigue 3 registros
fr: Partagez votre lien de parrainage et obtenez 3 inscriptions
it: Condividi il tuo link di referral e ottieni 3 registrazioni
pt: Compartilhe seu link de indicação e consiga 3 registros

# betaStep3Instructions
source: Share your personalized link with friends. When 3 of them register using your link, you will complete this step.
de: Teile deinen personalisierten Link mit Freunden. Wenn sich 3 von ihnen über deinen Link registrieren, schließt du diesen Schritt ab.
es: Comparte tu enlace personalizado con amigos. Cuando 3 de ellos se registren usando tu enlace, completarás este paso.
fr: Partagez votre lien personnalisé avec vos amis. Quand 3 d'entre eux s'inscrivent avec votre lien, vous compléterez cette étape.
it: Condividi il tuo link personalizzato con gli amici. Quando 3 di loro si registrano usando il tuo link, completerai questo passaggio.
pt: Compartilhe seu link personalizado com amigos. Quando 3 deles se registrarem usando seu link, você completará este passo.

# betaStep3Progress
source: You need {count} more invitations
de: Dir fehlen noch {count} Einladungen
es: Te faltan {count} invitaciones
fr: Il vous manque {count} invitations
it: Ti mancano {count} inviti
pt: Faltam {count} convites

# betaStep3Complete
source: You have completed all 3 invitations!
de: Du hast alle 3 Einladungen abgeschlossen!
es: ¡Has completado las 3 invitaciones!
fr: Vous avez complété les 3 invitations !
it: Hai completato tutti e 3 gli inviti!
pt: Você completou os 3 convites!

# betaEmailPlaceholder
source: your@email.com
de: deine@email.com
es: tu@email.com
fr: votre@email.com
it: tua@email.com
pt: seu@email.com

# betaInstagramPlaceholder
source: your_username
de: dein_benutzername
es: tu_usuario
fr: votre_utilisateur
it: tuo_utente
pt: seu_usuario

# betaRegisterButton
source: Register for Beta
de: Für Beta registrieren
es: Registrarme en la Beta
fr: S'inscrire à la Beta
it: Registrati per la Beta
pt: Registrar-se na Beta

# betaCheckStatusButton
source: Check my status
de: Meinen Status prüfen
es: Consultar mi estado
fr: Vérifier mon statut
it: Controlla il mio stato
pt: Verificar meu status

# betaLoading
source: Registering...
de: Registriere...
es: Registrando...
fr: Inscription...
it: Registrazione...
pt: Registrando...

# betaChecking
source: Checking...
de: Prüfe...
es: Comprobando...
fr: Vérification...
it: Verifica...
pt: Verificando...

# betaVirtualPosition
source: Virtual position
de: Virtuelle Position
es: Posición virtual
fr: Position virtuelle
it: Posizione virtuale
pt: Posição virtual

# betaRealPosition
source: Your real position
de: Deine echte Position
es: Tu posición real
fr: Votre position réelle
it: La tua posizione reale
pt: Sua posição real

# betaApprovedTitle
source: Congratulations!
de: Herzlichen Glückwunsch!
es: ¡Felicidades!
fr: Félicitations !
it: Congratulazioni!
pt: Parabéns!

# betaApprovedSubtitle
source: You have position #{position} of {max}
de: Du hast Position #{position} von {max}
es: Tienes la posición #{position} de {max}
fr: Vous avez la position #{position} sur {max}
it: Hai la posizione #{position} di {max}
pt: Você tem a posição #{position} de {max}

# betaRegisteredTitle
source: You are on the list
de: Du bist auf der Liste
es: Ya estás en la lista
fr: Vous êtes sur la liste
it: Sei nella lista
pt: Você está na lista

# betaRegisteredSubtitle
source: Complete the steps to get your real position
de: Schließe die Schritte ab, um deine echte Position zu bekommen
es: Completa los pasos para conseguir tu posición real
fr: Complétez les étapes pour obtenir votre position réelle
it: Completa i passaggi per ottenere la tua posizione reale
pt: Complete os passos para conseguir sua posição real

# betaRegisteredSuccess
source: You have successfully registered!
de: Du hast dich erfolgreich registriert!
es: ¡Te has registrado correctamente!
fr: Vous êtes inscrit avec succès !
it: Ti sei registrato con successo!
pt: Você se registrou com sucesso!

# betaStepsTitle
source: Your pending steps
de: Deine ausstehenden Schritte
es: Tus pasos pendientes
fr: Vos étapes en attente
it: I tuoi passaggi in sospeso
pt: Seus passos pendentes

# betaStepsCompletedWaiting
source: You have completed all steps. We are verifying your account.
de: Du hast alle Schritte abgeschlossen. Wir verifizieren dein Konto.
es: Has completado todos los pasos. Estamos verificando tu cuenta.
fr: Vous avez complété toutes les étapes. Nous vérifions votre compte.
it: Hai completato tutti i passaggi. Stiamo verificando il tuo account.
pt: Você completou todos os passos. Estamos verificando sua conta.

# betaCompleted
source: Completed
de: Abgeschlossen
es: Completado
fr: Complété
it: Completato
pt: Completo

# betaVerifySteps
source: Verify my steps
de: Meine Schritte überprüfen
es: Verificar mis pasos
fr: Vérifier mes étapes
it: Verifica i miei passaggi
pt: Verificar meus passos

# betaInvitationsRegistered
source: invitations registered
de: Einladungen registriert
es: invitaciones registradas
fr: invitations enregistrées
it: inviti registrati
pt: convites registrados

# betaShareLink
source: Share this link with your friends:
de: Teile diesen Link mit deinen Freunden:
es: Comparte este enlace con tus amigos:
fr: Partagez ce lien avec vos amis :
it: Condividi questo link con i tuoi amici:
pt: Compartilhe este link com seus amigos:

# betaCopyLink
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pt: Copiar

# betaLinkCopied
source: Link copied!
de: Link kopiert!
es: ¡Enlace copiado!
fr: Lien copié !
it: Link copiato!
pt: Link copiado!

# betaWaitlistReminder
source: Save this URL to check your status:
de: Speichere diese URL, um deinen Status zu prüfen:
es: Guarda esta URL para consultar tu estado:
fr: Enregistrez cette URL pour vérifier votre statut :
it: Salva questo URL per controllare il tuo stato:
pt: Salve esta URL para verificar seu status:

# betaNoInstagramText
source: Don't have Instagram?
de: Kein Instagram?
es: ¿No tienes Instagram?
fr: Vous n'avez pas Instagram ?
it: Non hai Instagram?
pt: Não tem Instagram?

# betaContactLabel
source: Contact us
de: Kontaktiere uns
es: Contáctanos
fr: Contactez-nous
it: Contattaci
pt: Fale conosco

# formPhotosSelectButton
source: Select photos
de: Fotos auswählen
es: Seleccionar fotos
fr: Sélectionner des photos
it: Seleziona foto
pt: Selecionar fotos
