Repository: nixoldb86/passproduct
Catalog: Git/backend/pricofy/frontend/lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# pricingPlanPayPerUseVentaNacionalFeature1
source: 1 Analysis of your national market
de: 1 Analyse Ihres nationalen Marktes
es: 1 Análisis de tu mercado nacional
fr: 1 Analyse de votre marché national
it: 1 Analisi del tuo mercato nazionale
pt: 1 Análise do seu mercado nacional

# pricingPlanPayPerUseVentaNacionalFeature2
source: Intelligent search for demand opportunities
de: Intelligente Suche nach Nachfragemöglichkeiten
es: Búsqueda inteligente de oportunidades de demanda
fr: Recherche intelligente d'opportunités de demande
it: Ricerca intelligente di opportunità di domanda
pt: Busca inteligente de oportunidades de demanda

# pricingPlanPayPerUseVentaNacionalFeature3
source: Optimal selling price estimation
de: Optimale Verkaufspreisschätzung
es: Estimación del precio óptimo de venta
fr: Estimation du prix de vente optimal
it: Stima del prezzo di vendita ottimale
pt: Estimativa do preço de venda ideal

# pricingPlanInterExpressFeature1
source: 20 credits to analyze the international market, intelligently searching for demand opportunities
de: 20 Credits zur Analyse des internationalen Marktes
es: 20 créditos para analizar el mercado internacional, en búsqueda de oportunidades de demanda de forma inteligente
fr: 20 crédits pour analyser le marché international
it: 20 crediti per analizzare il mercato internazionale
pt: 20 créditos para analisar o mercado internacional

# pricingPlanInterExpressFeature2
source: See real prices in other countries
de: Sehen Sie echte Preise in anderen Ländern
es: Ver precios reales en otros países
fr: Voir les prix réels dans d'autres pays
it: Vedi i prezzi reali in altri paesi
pt: Veja preços reais em outros países

# pricingPlanInterTurboFeature1
source: 100 credits you can use as you like for:
de: 100 Credits zur freien Verwendung für:
es: 100 créditos que puedes usar como quieras para:
fr: 100 crédits à utiliser comme vous le souhaitez pour:
it: 100 crediti da usare come preferisci per:
pt: 100 créditos para usar como quiser para:

# pricingPlanInterTurboFeature2
source: Search for demand opportunities in other countries (optimal price estimation)
de: Suche nach Nachfragemöglichkeiten in anderen Ländern
es: Búsqueda de oportunidades de demanda en otros países (estimación del precio óptimo)
fr: Recherche d'opportunités de demande dans d'autres pays
it: Ricerca di opportunità di domanda in altri paesi
pt: Busca de oportunidades de demanda em outros países

# pricingPlanInterTurboFeature3
source: International alerts (see if someone posts cheaper than you in other countries)
de: Internationale Alerts (sehen, ob jemand günstiger als Sie in anderen Ländern anbietet)
es: Alertas internacionales (ver si alguien publica más barato que tú en otros países)
fr: Alertes internationales (voir si quelqu'un publie moins cher que vous dans d'autres pays)
it: Alert internazionali (vedi se qualcuno pubblica a meno di te in altri paesi)
pt: Alertas internacionais (veja se alguém publica mais barato que você em outros países)

# pricingPlanPayPerUseVentaFeature1
source: 1 Analysis of your international market
de: 1 Analyse Ihres internationalen Marktes
es: 1 Análisis de tu mercado internacional
fr: 1 Analyse de votre marché international
it: 1 Analisi del tuo mercato internazionale
pt: 1 Análise do seu mercado internacional

# pricingPlanPayPerUseVentaFeature2
source: Intelligent search for demand opportunities
de: Intelligente Suche nach Nachfragemöglichkeiten
es: Búsqueda inteligente de oportunidades de demanda
fr: Recherche intelligente d'opportunités de demande
it: Ricerca intelligente di opportunità di domanda
pt: Busca inteligente de oportunidades de demanda

# pricingPlanPayPerUseVentaFeature3
source: Optimal selling price estimation
de: Optimale Verkaufspreisschätzung
es: Estimación del precio óptimo de venta
fr: Estimation du prix de vente optimal
it: Stima del prezzo di vendita ottimale
pt: Estimativa do preço de venda ideal

# pricingFaqQ1
source: What are credits?
de: Was sind Credits?
es: ¿Qué son los créditos?
fr: Que sont les crédits?
it: Cosa sono i crediti?
pt: O que são créditos?

# pricingFaqA1
source: Each international search (buy or sell) uses 1 credit. Each international alert also uses credits during setup. National buy searches are always unlimited, even without a plan.
de: Jede internationale Suche (Kauf oder Verkauf) verbraucht 1 Credit. Nationale Kaufsuchen sind immer unbegrenzt.
es: Cada búsqueda internacional (compra o venta) consume 1 crédito. Cada alerta internacional también consume créditos en el setup. Las búsquedas nacionales de compra siempre son ilimitadas, incluso sin plan.
fr: Chaque recherche internationale (achat ou vente) utilise 1 crédit. Les recherches nationales d'achat sont toujours illimitées.
it: Ogni ricerca internazionale (acquisto o vendita) usa 1 credito. Le ricerche nazionali di acquisto sono sempre illimitate.
pt: Cada pesquisa internacional (compra ou venda) usa 1 crédito. As pesquisas nacionais de compra são sempre ilimitadas.

# pricingFaqQ2
source: Can I change plans at any time?
de: Kann ich jederzeit den Plan wechseln?
es: ¿Puedo cambiar de plan en cualquier momento?
fr: Puis-je changer de plan à tout moment?
it: Posso cambiare piano in qualsiasi momento?
pt: Posso mudar de plano a qualquer momento?

# pricingFaqA2
source: Yes, you can upgrade or change your plan at any time from your account. Unused credits are kept until the end of the billing period.
de: Ja, Sie können Ihren Plan jederzeit von Ihrem Konto aus upgraden oder wechseln.
es: Sí, puedes actualizar o cambiar tu plan en cualquier momento desde tu cuenta. Los créditos no utilizados se mantienen hasta el final del período de facturación.
fr: Oui, vous pouvez mettre à niveau ou changer votre plan à tout moment depuis votre compte.
it: Sì, puoi aggiornare o cambiare il tuo piano in qualsiasi momento dal tuo account.
pt: Sim, você pode atualizar ou mudar seu plano a qualquer momento na sua conta.

# pricingFaqQ3
source: What happens if I run out of credits?
de: Was passiert, wenn mir die Credits ausgehen?
es: ¿Qué pasa si me quedo sin créditos?
fr: Que se passe-t-il si je n'ai plus de crédits?
it: Cosa succede se finisco i crediti?
pt: O que acontece se eu ficar sem créditos?

# pricingFaqA3
source: We'll notify you when you're close to the limit. You can upgrade your plan, use pay per use, or wait until next month when your credits renew.
de: Wir werden Sie benachrichtigen, wenn Sie sich dem Limit nähern. Sie können Ihren Plan upgraden oder pro Nutzung bezahlen.
es: Te notificaremos cuando te acerques al límite. Puedes actualizar tu plan, usar el pago por uso, o esperar al siguiente mes cuando se renueven tus créditos.
fr: Nous vous informerons quand vous approchez de la limite. Vous pouvez mettre à niveau votre plan ou payer à l'usage.
it: Ti avviseremo quando ti avvicini al limite. Puoi aggiornare il tuo piano o pagare per uso.
pt: Vamos notificá-lo quando estiver perto do limite. Você pode atualizar seu plano ou pagar por uso.

# pricingCtaTitle
source: Ready to get started?
de: Bereit anzufangen?
es: ¿Listo para comenzar?
fr: Prêt à commencer?
it: Pronto per iniziare?
pt: Pronto para começar?

# pricingCtaSubtitle
source: Join hundreds of users who are already optimizing their prices with Pricofy
de: Schließen Sie sich Hunderten von Benutzern an, die bereits ihre Preise mit Pricofy optimieren
es: Únete a cientos de usuarios que ya están optimizando sus precios con Pricofy
fr: Rejoignez des centaines d'utilisateurs qui optimisent déjà leurs prix avec Pricofy
it: Unisciti a centinaia di utenti che stanno già ottimizzando i loro prezzi con Pricofy
pt: Junte-se a centenas de usuários que já estão otimizando seus preços com o Pricofy

# whyItWorksHeroTitle
source: It's not magic.
de: Es ist keine Magie.
es: No es magia.
fr: Ce n'est pas de la magie.
it: Non è magia.
pt: Não é magia.

# whyItWorksHeroSubtitle
source: It's math.
de: Es ist Mathematik.
es: Es matemática.
fr: C'est des mathématiques.
it: È matematica.
pt: É matemática.

# whyItWorksHeroDescription
source: While you search on 1 site, we search on 20. And we filter the junk before you see it.
de: Während du auf 1 Seite suchst, suchen wir auf 20. Und wir filtern den Müll, bevor du ihn siehst.
es: Mientras tú buscas en 1 sitio, nosotros buscamos en 20. Y filtramos la basura antes de que la veas.
fr: Pendant que tu cherches sur 1 site, nous cherchons sur 20. Et nous filtrons les déchets avant que tu les voies.
it: Mentre tu cerchi su 1 sito, noi cerchiamo su 20. E filtriamo la spazzatura prima che tu la veda.
pt: Enquanto tu procuras em 1 site, nós procuramos em 20. E filtramos o lixo antes de tu o veres.

# whyItWorksHeroCta
source: See how it works
de: Schau wie es funktioniert
es: Ver cómo funciona
fr: Voir comment ça marche
it: Scopri come funziona
pt: Ver como funciona

# whyItWorksProblemTitle
source: The problem isn't that you can't find.
de: Das Problem ist nicht, dass du nichts findest.
es: El problema no es que no encuentres.
fr: Le problème n'est pas que tu ne trouves pas.
it: Il problema non è che non trovi.
pt: O problema não é que não encontras.

# whyItWorksProblemSubtitle
source: It's that you find TOO MUCH.
de: Es ist, dass du ZU VIEL findest.
es: Es que encuentras DEMASIADO.
fr: C'est que tu trouves TROP.
it: È che trovi TROPPO.
pt: É que encontras DEMAIS.

# whyItWorksProblem1
source: listings of the same product.
de: Anzeigen desselben Produkts.
es: anuncios del mismo producto.
fr: annonces du même produit.
it: annunci dello stesso prodotto.
pt: anúncios do mesmo produto.

# whyItWorksProblem2
source: are junk.
de: sind Müll.
es: son basura.
fr: sont des déchets.
it: sono spazzatura.
pt: são lixo.

# whyItWorksProblem3
source: are duplicates.
de: sind Duplikate.
es: son duplicados.
fr: sont des doublons.
it: sono duplicati.
pt: são duplicados.

# whyItWorksProblem4
source: are scams.
de: sind Betrug.
es: son estafas.
fr: sont des arnaques.
it: sono truffe.
pt: são fraudes.

# whyItWorksProblem5
source: is the good one.
de: ist das Gute.
es: es el bueno.
fr: est le bon.
it: è quello buono.
pt: é o bom.

# whyItWorksProblemQuestion
source: How much time do you waste finding that 1?
de: Wie viel Zeit verschwendest du, um diese 1 zu finden?
es: ¿Cuánto tiempo pierdes encontrando ese 1?
fr: Combien de temps perds-tu à trouver ce 1 ?
it: Quanto tempo perdi a trovare quell'1?
pt: Quanto tempo perdes a encontrar esse 1?

# whyItWorksFunnelTitle
source: We filter for you
de: Wir filtern für dich
es: Nosotros filtramos por ti
fr: Nous filtrons pour toi
it: Filtriamo per te
pt: Nós filtramos por ti

# whyItWorksFunnelSubtitle
source: You only see what's worth it
de: Du siehst nur, was es wert ist
es: Solo ves lo que vale la pena
fr: Tu ne vois que ce qui vaut la peine
it: Vedi solo ciò che vale la pena
pt: Só vês o que vale a pena

# whyItWorksSolutionTitle
source: This is what we do:
de: Das ist, was wir tun:
es: Esto es lo que hacemos:
fr: Voici ce que nous faisons :
it: Ecco cosa facciamo:
pt: Isto é o que fazemos:

# whyItWorksSolution1Title
source: WE SEARCH
de: WIR SUCHEN
es: BUSCAMOS
fr: NOUS CHERCHONS
it: CERCHIAMO
pt: PROCURAMOS

# whyItWorksSolution1Description
source: On 8+ platforms at once. While you type, we're already comparing.
de: Auf 8+ Plattformen gleichzeitig. Während du tippst, vergleichen wir bereits.
es: En 8+ plataformas a la vez. Mientras tú escribes, nosotros ya comparamos.
fr: Sur 8+ plateformes à la fois. Pendant que tu tapes, nous comparons déjà.
it: Su 8+ piattaforme contemporaneamente. Mentre digiti, stiamo già confrontando.
pt: Em 8+ plataformas ao mesmo tempo. Enquanto digitas, já estamos a comparar.

# whyItWorksSolution2Title
source: WE CLEAN
de: WIR SÄUBERN
es: LIMPIAMOS
fr: NOUS NETTOYONS
it: PULIAMO
pt: LIMPAMOS

# whyItWorksSolution2Description
source: We remove duplicates, accessories, and noise. You only see what matters.
de: Wir entfernen Duplikate, Zubehör und Rauschen. Du siehst nur, was zählt.
es: Eliminamos duplicados, accesorios y ruido. Solo ves lo que importa.
fr: Nous supprimons les doublons, les accessoires et le bruit. Tu ne vois que ce qui compte.
it: Rimuoviamo duplicati, accessori e rumore. Vedi solo ciò che conta.
pt: Removemos duplicados, acessórios e ruído. Só vês o que importa.

# whyItWorksSolution3Title
source: WE COMPARE
de: WIR VERGLEICHEN
es: COMPARAMOS
fr: NOUS COMPARONS
it: CONFRONTIAMO
pt: COMPARAMOS

# whyItWorksSolution3Description
source: Same product: €350, €280, €195. You decide. With real information.
de: Gleiches Produkt: 350€, 280€, 195€. Du entscheidest. Mit echten Informationen.
es: El mismo producto: 350€, 280€, 195€. Tú decides. Con información real.
fr: Même produit : 350€, 280€, 195€. Tu décides. Avec des informations réelles.
it: Stesso prodotto: 350€, 280€, 195€. Tu decidi. Con informazioni reali.
pt: Mesmo produto: 350€, 280€, 195€. Tu decides. Com informação real.

# whyItWorksStatsTitle
source: Data. Not promises.
de: Daten. Keine Versprechen.
es: Datos. No promesas.
fr: Des données. Pas des promesses.
it: Dati. Non promesse.
pt: Dados. Não promessas.

# whyItWorksStats1Label
source: complete search
de: vollständige Suche
es: búsqueda completa
fr: recherche complète
it: ricerca completa
pt: pesquisa completa

# whyItWorksStats2Label
source: less noise
de: weniger Rauschen
es: menos ruido
fr: moins de bruit
it: meno rumore
pt: menos ruído

# whyItWorksStats3Label
source: average savings
de: durchschnittliche Ersparnis
es: ahorro medio
fr: économie moyenne
it: risparmio medio
pt: poupança média

# whyItWorksStatsFooter
source: We don't say it. Users do.
de: Das sagen nicht wir. Das sagen die Nutzer.
es: No lo decimos nosotros. Lo dicen los usuarios.
fr: Ce n'est pas nous qui le disons. Ce sont les utilisateurs.
it: Non lo diciamo noi. Lo dicono gli utenti.
pt: Não somos nós que dizemos. São os utilizadores.

# whyItWorksQuestionTitle
source: THE QUESTION NO ONE ASKS:
de: DIE FRAGE, DIE NIEMAND STELLT:
es: LA PREGUNTA QUE NADIE HACE:
fr: LA QUESTION QUE PERSONNE NE POSE :
it: LA DOMANDA CHE NESSUNO FA:
pt: A PERGUNTA QUE NINGUÉM FAZ:

# whyItWorksQuestionMain
source: When searching for a second-hand product, would you rather see 200 irrelevant results or 15 that ARE what you're looking for?
de: Wenn du nach einem gebrauchten Produkt suchst, möchtest du lieber 200 irrelevante Ergebnisse oder 15, die WIRKLICH das sind, was du suchst?
es: Si buscas un producto de segunda mano, ¿prefieres ver 200 resultados irrelevantes o 15 que SÍ son lo que buscas?
fr: Quand tu cherches un produit d'occasion, tu préfères voir 200 résultats non pertinents ou 15 qui SONT ce que tu cherches ?
it: Quando cerchi un prodotto usato, preferisci vedere 200 risultati irrilevanti o 15 che SONO quello che cerchi?
pt: Quando procuras um produto em segunda mão, preferes ver 200 resultados irrelevantes ou 15 que SÃO o que procuras?

# whyItWorksQuestionAnswer
source: That's what we thought.
de: Das dachten wir uns.
es: Eso pensábamos.
fr: C'est ce qu'on pensait.
it: È quello che pensavamo.
pt: Era o que pensávamos.

# whyItWorksQuestionCta
source: Try for free
de: Kostenlos testen
es: Probar gratis
fr: Essayer gratuitement
it: Prova gratis
pt: Experimentar grátis

# whyItWorksObjectionsTitle
source: What you're thinking:
de: Was du denkst:
es: Lo que estás pensando:
fr: Ce que tu penses :
it: Quello che stai pensando:
pt: O que estás a pensar:

# whyItWorksObjection1Question
source: What if it's too complicated?
de: Was, wenn es zu kompliziert ist?
es: ¿Y si es muy complicado?
fr: Et si c'est trop compliqué ?
it: E se è troppo complicato?
pt: E se for muito complicado?

# whyItWorksObjection1Answer
source: You type. You search. Done. Like Google.
de: Du tippst. Du suchst. Fertig. Wie Google.
es: Escribes. Buscas. Listo. Como Google.
fr: Tu tapes. Tu cherches. C'est fait. Comme Google.
it: Digiti. Cerchi. Fatto. Come Google.
pt: Digitas. Procuras. Pronto. Como o Google.

# whyItWorksObjection2Question
source: Do I have to pay?
de: Muss ich bezahlen?
es: ¿Tengo que pagar?
fr: Je dois payer ?
it: Devo pagare?
pt: Tenho de pagar?

# whyItWorksObjection2Answer
source: Free trial. No card. No tricks.
de: Kostenlose Testversion. Keine Karte. Keine Tricks.
es: Prueba gratis. Sin tarjeta. Sin trucos.
fr: Essai gratuit. Sans carte. Sans piège.
it: Prova gratuita. Senza carta. Senza trucchi.
pt: Teste grátis. Sem cartão. Sem truques.

# whyItWorksObjection3Question
source: What about my data?
de: Was ist mit meinen Daten?
es: ¿Y mis datos?
fr: Et mes données ?
it: E i miei dati?
pt: E os meus dados?

# whyItWorksObjection3Answer
source: We don't sell it or look at it. We're not Facebook.
de: Wir verkaufen sie nicht und schauen sie nicht an. Wir sind nicht Facebook.
es: Ni los vendemos ni los miramos. No somos Facebook.
fr: Nous ne les vendons ni ne les regardons. Nous ne sommes pas Facebook.
it: Non li vendiamo né li guardiamo. Non siamo Facebook.
pt: Não os vendemos nem os olhamos. Não somos o Facebook.

# whyItWorksFinalTitle
source: Now you know why it works.
de: Jetzt weißt du, warum es funktioniert.
es: Ya sabes por qué funciona.
fr: Maintenant tu sais pourquoi ça marche.
it: Ora sai perché funziona.
pt: Agora sabes porque funciona.

# whyItWorksFinalSubtitle
source: Try it.
de: Probier es aus.
es: Ahora pruébalo.
fr: Essaie-le.
it: Provalo.
pt: Experimenta.

# whyItWorksFinalCta
source: Start searching
de: Suche starten
es: Empezar a buscar
fr: Commencer à chercher
it: Inizia a cercare
pt: Começar a procurar

# whyItWorksFinalMicrocopy
source: 2 seconds. No registration required.
de: 2 Sekunden. Keine Registrierung erforderlich.
es: 2 segundos. Sin registro obligatorio.
fr: 2 secondes. Sans inscription obligatoire.
it: 2 secondi. Senza registrazione obbligatoria.
pt: 2 segundos. Sem registo obrigatório.

# footerPrivacy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt: Privacidade

# authPassword
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt: Senha

# navHome
source: Home
de: Startseite
es: Inicio
fr: Accueil
pt: Início

# pricingPerQuery
source: € per query
de: € pro Anfrage
es: € por consulta
fr: € par requête
pt: € por consulta

# pricingFaqBadge
source: FAQ
es: Preguntas Frecuentes

# pricingHobbyFeaturesDashboard
source: Dashboard
fr: Tableau de bord
