Repository: nixoldb86/passproduct
Catalog: Git/backend/pricofy/frontend/lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# featuresBuyerSolution1
source: We search all platforms at once
de: Wir durchsuchen alle Plattformen gleichzeitig
es: Buscamos en todas las plataformas a la vez
fr: Nous cherchons sur toutes les plateformes en même temps
it: Cerchiamo su tutte le piattaforme contemporaneamente
pt: Pesquisamos em todas as plataformas ao mesmo tempo

# featuresBuyerSolution2
source: We filter the noise: only relevant results
de: Wir filtern das Rauschen: nur relevante Ergebnisse
es: Filtramos el ruido: solo resultados relevantes
fr: Nous filtrons le bruit : seulement des résultats pertinents
it: Filtriamo il rumore: solo risultati rilevanti
pt: Filtramos o ruído: só resultados relevantes

# featuresBuyerSolution3
source: We tell you if it's a good price or to wait
de: Wir sagen dir, ob es ein guter Preis ist oder du warten solltest
es: Te decimos si es buen precio o esperar
fr: Nous te disons si c'est un bon prix ou s'il faut attendre
it: Ti diciamo se è un buon prezzo o se aspettare
pt: Dizemos-te se é bom preço ou esperar

# featuresBuyerCompareBefore1
source: 5 apps open, 10 tabs
de: 5 Apps offen, 10 Tabs
es: 5 apps abiertas, 10 pestañas
fr: 5 apps ouvertes, 10 onglets
it: 5 app aperte, 10 schede
pt: 5 apps abertas, 10 separadores

# featuresBuyerCompareAfter1
source: 1 search, all platforms
de: 1 Suche, alle Plattformen
es: 1 búsqueda, todas las plataformas
fr: 1 recherche, toutes les plateformes
it: 1 ricerca, tutte le piattaforme
pt: 1 pesquisa, todas as plataformas

# featuresBuyerCompareBefore2
source: Doubts: is this a good price?
de: Zweifel: Ist das ein guter Preis?
es: Dudas: ¿será buen precio?
fr: Doutes : c'est un bon prix ?
it: Dubbi: è un buon prezzo?
pt: Dúvidas: é bom preço?

# featuresBuyerCompareAfter2
source: Certainty: you see the market price
de: Gewissheit: Du siehst den Marktpreis
es: Certeza: ves el precio de mercado
fr: Certitude : tu vois le prix du marché
it: Certezza: vedi il prezzo di mercato
pt: Certeza: vês o preço de mercado

# featuresBuyerCompareBefore3
source: Only see offers from your country
de: Nur Angebote aus deinem Land
es: Solo ves ofertas de tu país
fr: Tu ne vois que les offres de ton pays
it: Vedi solo offerte del tuo paese
pt: Só vês ofertas do teu país

# featuresBuyerCompareAfter3
source: See offers from all of Europe
de: Angebote aus ganz Europa
es: Ves ofertas de toda Europa
fr: Tu vois les offres de toute l'Europe
it: Vedi offerte da tutta Europa
pt: Vês ofertas de toda a Europa

# featuresBuyerCompareBefore4
source: Results full of accessories
de: Ergebnisse voller Zubehör
es: Resultados llenos de accesorios
fr: Résultats pleins d'accessoires
it: Risultati pieni di accessori
pt: Resultados cheios de acessórios

# featuresBuyerCompareAfter4
source: Only the product you're looking for
de: Nur das Produkt, das du suchst
es: Solo el producto que buscas
fr: Seulement le produit que tu cherches
it: Solo il prodotto che cerchi
pt: Só o produto que procuras

# featuresBuyerCtaButton
source: Search My First Product
de: Mein erstes Produkt suchen
es: Buscar mi primer producto
fr: Chercher mon premier produit
it: Cerca il mio primo prodotto
pt: Pesquisar o meu primeiro produto

# featuresToggleSeller
source: I Want to Sell
de: Ich will Verkaufen
es: Quiero Vender
fr: Je veux Vendre
it: Voglio Vendere
pt: Quero Vender

# featuresToggleBuyer
source: I Want to Buy
de: Ich will Kaufen
es: Quiero Comprar
fr: Je veux Acheter
it: Voglio Comprare
pt: Quero Comprar

# featuresBadgeProblem
source: The Problem
de: Das Problem
es: El Problema
fr: Le Problème
it: Il Problema
pt: O Problema

# featuresBadgeSolution
source: The Solution
de: Die Lösung
es: La Solución
fr: La Solution
it: La Soluzione
pt: A Solução

# featuresBadgeCompare
source: Before vs After
de: Vorher vs Nachher
es: Antes vs Después
fr: Avant vs Après
it: Prima vs Dopo
pt: Antes vs Depois

# featuresBadgeWhyItWorks
source: Why it works
de: Warum es funktioniert
es: Por qué funciona
fr: Pourquoi ça marche
it: Perché funziona
pt: Porque funciona

# featuresTechTitleSeller
source: Technology working for you
de: Technologie, die für dich arbeitet
es: Tecnología que trabaja por ti
fr: La technologie qui travaille pour toi
it: Tecnologia che lavora per te
pt: Tecnologia que trabalha por ti

# featuresTechTitleBuyer
source: Technology on your side
de: Technologie auf deiner Seite
es: Tecnología a tu favor
fr: La technologie de ton côté
it: Tecnologia dalla tua parte
pt: Tecnologia do teu lado

# featuresBuyerAiTitle
source: Best price in seconds
de: Bester Preis in Sekunden
es: El mejor precio en segundos
fr: Meilleur prix en secondes
it: Miglior prezzo in secondi
pt: Melhor preço em segundos

# featuresBuyerAiDescription
source: We automatically compare across all platforms. Just tell us what you're looking for and we'll show you where it's cheapest.
de: Wir vergleichen automatisch alle Plattformen. Sag uns, was du suchst und wir zeigen dir, wo es am günstigsten ist.
es: Comparamos automáticamente en todas las plataformas. Tú solo dices qué buscas y te mostramos dónde está más barato.
fr: Nous comparons automatiquement toutes les plateformes. Dis-nous ce que tu cherches et on te montre où c'est le moins cher.
it: Confrontiamo automaticamente tutte le piattaforme. Dicci cosa cerchi e ti mostriamo dove è più economico.
pt: Comparamos automaticamente em todas as plataformas. Dizes o que procuras e mostramos onde está mais barato.

# featuresBuyerRealTimeTitle
source: TODAY's deals, not months old
de: Angebote von HEUTE, nicht von vor Monaten
es: Ofertas de HOY, no de hace meses
fr: Offres d'AUJOURD'HUI, pas d'il y a des mois
it: Offerte di OGGI, non di mesi fa
pt: Ofertas de HOJE, não de há meses

# featuresBuyerRealTimeDescription
source: We analyze listings from the last few hours. No ghost deals that already sold.
de: Wir analysieren Anzeigen der letzten Stunden. Keine Geisterangebote, die bereits verkauft wurden.
es: Analizamos anuncios publicados en las últimas horas. Nada de chollos fantasma que ya se vendieron.
fr: Nous analysons les annonces des dernières heures. Pas d'offres fantômes déjà vendues.
it: Analizziamo annunci delle ultime ore. Nessuna offerta fantasma già venduta.
pt: Analisamos anúncios das últimas horas. Nada de ofertas fantasma já vendidas.

# featuresBuyerAnalyticsTitle
source: Know when to wait
de: Weiß, wann warten
es: Sabe cuándo esperar
fr: Sait quand attendre
it: Sa quando aspettare
pt: Sabe quando esperar

# featuresBuyerAnalyticsDescription
source: Buy now or wait? We tell you if the current price is good or if it usually drops.
de: Jetzt kaufen oder warten? Wir sagen dir, ob der aktuelle Preis gut ist oder ob er normalerweise sinkt.
es: ¿Mejor comprar ahora o esperar? Te decimos si el precio actual es bueno o si suele bajar.
fr: Acheter maintenant ou attendre ? Nous te disons si le prix actuel est bon ou s'il baisse habituellement.
it: Comprare ora o aspettare? Ti diciamo se il prezzo attuale è buono o se di solito scende.
pt: Comprar agora ou esperar? Dizemos-te se o preço atual é bom ou se costuma baixar.

# featuresBuyerSecurityTitle
source: Only verified results
de: Nur verifizierte Ergebnisse
es: Solo resultados contrastados
fr: Seulement des résultats vérifiés
it: Solo risultati verificati
pt: Só resultados verificados

# featuresBuyerSecurityDescription
source: We filter duplicate listings, related but non-matching results, and cut through the noise of similar products. You only see what's worth it.
de: Wir filtern doppelte Anzeigen, verwandte aber nicht übereinstimmende Ergebnisse und beseitigen das Rauschen ähnlicher Produkte. Du siehst nur, was es wert ist.
es: Filtramos anuncios duplicados, relacionados pero que no coinciden con tu búsqueda y eliminamos el ruido de anuncios de productos similares. Solo ves lo que vale la pena.
fr: Nous filtrons les annonces en double, les résultats liés mais non correspondants et éliminons le bruit des produits similaires. Tu ne vois que ce qui en vaut la peine.
it: Filtriamo annunci duplicati, risultati correlati ma non corrispondenti e eliminiamo il rumore di prodotti simili. Vedi solo quello che vale la pena.
pt: Filtramos anúncios duplicados, resultados relacionados mas que não coincidem e eliminamos o ruído de produtos semelhantes. Só vês o que vale a pena.

# featuresBuyerTechTitle
source: Technology on your side
de: Technologie auf deiner Seite
es: Tecnología a tu favor
fr: Technologie de ton côté
it: Tecnologia dalla tua parte
pt: Tecnologia do teu lado

# pricingTitle
source: Plans and Pricing
de: Pläne und Preise
es: Planes y Precios
fr: Plans et Tarifs
it: Piani e Prezzi
pt: Planos e Preços

# pricingSubtitle
source: Choose the perfect plan for your needs
de: Wählen Sie den perfekten Plan für Ihre Bedürfnisse
es: Elige el plan perfecto para tus necesidades
fr: Choisissez le plan parfait pour vos besoins
it: Scegli il piano perfetto per le tue esigenze
pt: Escolha o plano perfeito para as suas necessidades

# pricingDescription
source: From occasional users to market professionals, we have a plan for you.
de: Von gelegentlichen Nutzern bis zu Marktprofis haben wir einen Plan für Sie.
es: Desde usuarios ocasionales hasta profesionales del mercado, tenemos un plan para ti.
fr: Des utilisateurs occasionnels aux professionnels du marché, nous avons un plan pour vous.
it: Da utenti occasionali a professionisti del mercato, abbiamo un piano per te.
pt: Desde utilizadores ocasionais até profissionais do mercado, temos um plano para si.

# pricingFreePlan
source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratuito
pt: Gratuito

# pricingFreeDescription
source: To get started
de: Um zu starten
es: Para comenzar
fr: Pour commencer
it: Per iniziare
pt: Para começar

# pricingFreeFeature1
source: 1 free evaluation
de: 1 kostenlose Bewertung
es: 1 evaluación gratis
fr: 1 évaluation gratuite
it: 1 valutazione gratuita
pt: 1 avaliação gratuita

# pricingFreeFeature2
source: Basic access
de: Basiszugriff
es: Acceso básico
fr: Accès de base
it: Accesso base
pt: Acesso básico

# pricingFreeFeature3
source: Email support
es: Soporte por email
fr: Support par email
it: Supporto via email
pt: Suporte por email

# pricingFreeButton
source: Get started
de: Kostenlos starten
es: Comenzar gratis
fr: Commencer gratuitement
it: Inizia gratuitamente
pt: Começar gratuitamente

# pricingFreemiumPriceUnit
source: €/month
de: €/Monat
es: €/mes
fr: €/mois
it: €/mese
pt: €/mês

# pricingFreemiumDescription
source: Very occasional searches
de: Sehr gelegentliche Suchen
es: Búsquedas muy ocasionales
fr: Recherches très occasionnelles
it: Ricerche molto occasionali
pt: Pesquisas muito ocasionais

# pricingFreemiumFeaturesEvaluations
source: 1 evaluation per day
de: 1 Bewertung pro Tag
es: 1 evaluación al día
fr: 1 évaluation par jour
it: 1 valutazione al giorno
pt: 1 avaliação por dia

# pricingFreemiumFeaturesSuggestions
source: Title and description suggestions
de: Titel- und Beschreibungsvorschläge
es: Sugerencias de título y descripción
fr: Suggestions de titre et description
it: Suggerimenti per titolo e descrizione
pt: Sugestões de título e descrição

# pricingFreemiumFeaturesSellBuy
source: Option to sell and buy
de: Option zum Verkaufen und Kaufen
es: Opción de vender y comprar
fr: Option de vendre et acheter
it: Opzione di vendere e comprare
pt: Opção de vender e comprar

# pricingFreemiumFeaturesEmailReports
source: Email reports
de: E-Mail-Berichte
es: Informes por email
fr: Rapports par email
it: Rapporti via email
pt: Relatórios por email

# pricingFreemiumButton
source: Start Free
de: Kostenlos Starten
es: Comenzar Gratis
fr: Commencer Gratuitement
it: Inizia Gratuitamente
pt: Começar Gratuitamente

# pricingHobbyPriceUnit
source: €/month
de: €/Monat
es: €/mes
fr: €/mois
it: €/mese
pt: €/mês

# pricingHobbyDescription
source: Recurrent searches
de: Wiederkehrende Suchen
es: Búsquedas recurrentes
fr: Recherches récurrentes
it: Ricerche ricorrenti
pt: Pesquisas recorrentes

# pricingHobbyFeaturesEvaluations
source: 100 evaluations per month
de: 100 Bewertungen pro Monat
es: 100 evaluaciones al mes
fr: 100 évaluations par mois
it: 100 valutazioni al mese
pt: 100 avaliações por mês

# pricingHobbyFeaturesSuggestions
source: Title and description suggestions
de: Titel- und Beschreibungsvorschläge
es: Sugerencias de título y descripción
fr: Suggestions de titre et description
it: Suggerimenti per titolo e descrizione
pt: Sugestões de título e descrição

# pricingHobbyFeaturesSellBuy
source: Option to sell and buy
de: Option zum Verkaufen und Kaufen
es: Opción de vender y comprar
fr: Option de vendre et acheter
it: Opzione di vendere e comprare
pt: Opção de vender e comprar

# pricingHobbyFeaturesEmailReports
source: Email reports
de: E-Mail-Berichte
es: Informes por email
fr: Rapports par email
it: Rapporti via email
pt: Relatórios por email

# pricingHobbyFeaturesAlerts
source: Personalized market alerts
de: Personalisierte Marktbenachrichtigungen
es: Alertas personalizadas de mercado
fr: Alertes personnalisées de marché
it: Avvisi personalizzati di mercato
pt: Alertas personalizadas de mercado

# pricingHobbyButton
source: Start with Hobby
de: Mit Hobby starten
es: Comenzar con Hobby
fr: Commencer avec Hobby
it: Inizia con Hobby
pt: Começar com Hobby

# pricingProPrice
source: 9.99€/month
de: 9.99€/Monat
es: 9.99€/mes
fr: 9.99€/mois
it: 9.99€/mese
pt: 9.99€/mês

# pricingProDescription
source: For professionals
de: Für Profis
es: Para profesionales
fr: Pour les professionnels
it: Per professionisti
pt: Para profissionais

# pricingProFeature1
source: Unlimited evaluations
de: Unbegrenzte Bewertungen
es: Evaluaciones ilimitadas
fr: Évaluations illimitées
it: Valutazioni illimitate
pt: Avaliações ilimitadas

# pricingProFeature2
source: Advanced dashboard
de: Erweitertes Dashboard
es: Dashboard avanzado
fr: Tableau de bord avancé
it: Dashboard avanzato
pt: Dashboard avançado

# pricingProFeature3
source: Email reports
de: E-Mail-Berichte
es: Informes por email
fr: Rapports par email
it: Rapporti via email
pt: Relatórios por email

# pricingProFeature4
source: Priority support
de: Prioritätssupport
es: Soporte prioritario
fr: Support prioritaire
it: Supporto prioritario
pt: Suporte prioritário

# pricingProButton
source: Get Started
de: Mit Pro starten
es: Comenzar con Pro
fr: Commencer avec Pro
it: Inizia con Pro
pt: Começar com Pro

# pricingEnterprisePrice
source: Contact us
de: Kontakt
es: Contactar
fr: Contacter
it: Contatta
pt: Contactar

# pricingEnterpriseDescription
source: Custom solution for enterprises
de: Maßgeschneiderte Lösung für Unternehmen
es: Solución personalizada para empresas
fr: Solution personnalisée pour les entreprises
it: Soluzione personalizzata per aziende
pt: Solução personalizada para empresas

# pricingEnterpriseFeature1
source: Unlimited evaluations
de: Unbegrenzte Bewertungen
es: Evaluaciones ilimitadas
fr: Évaluations illimitées
it: Valutazioni illimitate
pt: Avaliações ilimitadas

# pricingEnterpriseFeature2
source: Dedicated API
de: Dedizierte API
es: API dedicada
fr: API dédiée
it: API dedicata
pt: API dedicada

# pricingEnterpriseFeature3
source: 24/7 priority support
de: Prioritätssupport 24/7
es: Soporte prioritario 24/7
fr: Support prioritaire 24/7
it: Supporto prioritario 24/7
pt: Suporte prioritário 24/7

# pricingEnterpriseFeature4
source: Custom integration
de: Maßgeschneiderte Integration
es: Integración personalizada
fr: Intégration personnalisée
it: Integrazione personalizzata
pt: Integração personalizada

# pricingEnterpriseButton
source: Contact sales
de: Vertrieb kontaktieren
es: Contactar ventas
fr: Contacter les ventes
it: Contatta vendite
pt: Contactar vendas

# pricingFaqTitle
source: How do credits work?
de: Wie funktionieren Credits?
es: ¿Cómo funcionan los créditos?
fr: Comment fonctionnent les crédits?
it: Come funzionano i crediti?
pt: Como funcionam os créditos?

# pricingFaqQuestion1
source: Can I change plans at any time?
de: Kann ich den Plan jederzeit ändern?
es: ¿Puedo cambiar de plan en cualquier momento?
fr: Puis-je changer de plan à tout moment ?
it: Posso cambiare piano in qualsiasi momento?
pt: Posso alterar o plano em qualquer altura?

# pricingFaqAnswer1
source: Yes, you can upgrade or change your plan at any time from your account.
de: Ja, Sie können Ihren Plan jederzeit von Ihrem Konto aus aktualisieren oder ändern.
es: Sí, puedes actualizar o cambiar tu plan en cualquier momento desde tu cuenta.
fr: Oui, vous pouvez mettre à jour ou changer votre plan à tout moment depuis votre compte.
it: Sì, puoi aggiornare o cambiare il tuo piano in qualsiasi momento dal tuo account.
pt: Sim, pode atualizar ou alterar o seu plano em qualquer altura a partir da sua conta.

# pricingFaqQuestion2
source: What happens if I exceed the evaluation limit?
de: Was passiert, wenn ich das Bewertungslimit überschreite?
es: ¿Qué pasa si supero el límite de evaluaciones?
fr: Que se passe-t-il si je dépasse la limite d'évaluations ?
it: Cosa succede se supero il limite di valutazioni?
pt: O que acontece se exceder o limite de avaliações?

# pricingFaqAnswer2
source: We will notify you when you approach the limit and you can upgrade your plan or wait until the next month.
de: Wir werden Sie benachrichtigen, wenn Sie sich dem Limit nähern, und Sie können Ihren Plan aktualisieren oder bis zum nächsten Monat warten.
es: Te notificaremos cuando te acerques al límite y podrás actualizar tu plan o esperar al siguiente mes.
fr: Nous vous notifierons lorsque vous approcherez de la limite et vous pourrez mettre à jour votre plan ou attendre le mois suivant.
it: Ti notifieremo quando ti avvicini al limite e potrai aggiornare il tuo piano o aspettare il mese successivo.
pt: Notificá-lo-emos quando se aproximar do limite e poderá atualizar o seu plano ou aguardar o mês seguinte.

# pricingFaqQuestion3
source: Do plans include support?
de: Enthalten die Pläne Support?
es: ¿Los planes incluyen soporte?
fr: Les plans incluent-ils le support ?
it: I piani includono supporto?
pt: Os planos incluem suporte?

# pricingFaqAnswer3
source: All plans include support. The Pro plan includes priority support.
de: Alle Pläne enthalten Support. Der Pro-Plan enthält Prioritätssupport.
es: Todos los planes incluyen soporte. El plan Pro incluye soporte prioritario.
fr: Tous les plans incluent le support. Le plan Pro inclut un support prioritaire.
it: Tutti i piani includono supporto. Il piano Pro include supporto prioritario.
pt: Todos os planos incluem suporte. O plano Pro inclui suporte prioritário.

# marketProblemBadge
source: Sound familiar?
de: Kommt dir bekannt vor?
es: Esto te suena, ¿verdad?
fr: Ça te dit quelque chose ?
it: Ti suona familiare?
pt: Parece-te familiar?

# marketProblemTitle
source: The problem isn't you. It's the system.
de: Das Problem bist nicht du. Es ist das System.
es: El problema no eres tú. Es el sistema.
fr: Le problème, ce n'est pas toi. C'est le système.
it: Il problema non sei tu. È il sistema.
pt: O problema não és tu. É o sistema.

# marketProblemSubtitle
source: You've been searching wrong for years because no one gave you a better tool.
de: Du hast jahrelang falsch gesucht, weil dir niemand ein besseres Tool gegeben hat.
es: Llevas años buscando mal porque nadie te dio una herramienta mejor.
fr: Tu cherches mal depuis des années parce que personne ne t'a donné un meilleur outil.
it: Hai cercato male per anni perché nessuno ti ha dato uno strumento migliore.
pt: Tens pesquisado mal há anos porque ninguém te deu uma ferramenta melhor.

# marketProblem1Title
source: You waste hours searching
de: Du verlierst Stunden mit Suchen
es: Pierdes horas buscando
fr: Tu perds des heures à chercher
it: Perdi ore a cercare
pt: Perdes horas a pesquisar

# marketProblem1Description
source: You open a website, search, filter, discard irrelevant listings, then go to another, repeat the process... and repeat the same search 3 more times and still can't find what you're looking for.
de: Du öffnest eine Website, suchst, filterst, verwirfst irrelevante Anzeigen, gehst dann zu einer anderen, wiederholst den Prozess... und wiederholst die gleiche Suche noch 3 Mal und findest trotzdem nicht, was du suchst.
es: Abres una web, buscas, filtras, descartas anuncios que no tienen nada que ver, luego vas a otra, repites el proceso... y repites la misma búsqueda 3 veces más y al final no encuentras lo que buscas.
fr: Tu ouvres un site, tu cherches, tu filtres, tu écartes les annonces qui n'ont rien à voir, puis tu vas sur un autre, tu répètes le processus... et tu refais la même recherche 3 fois de plus et tu ne trouves toujours pas ce que tu cherches.
it: Apri un sito, cerchi, filtri, scarti annunci che non c'entrano nulla, poi vai su un altro, ripeti il processo... e rifai la stessa ricerca altre 3 volte e ancora non trovi quello che cerchi.
pt: Abres um site, pesquisas, filtras, descartas anúncios que não têm nada a ver, depois vais a outro, repetes o processo... e repetes a mesma pesquisa mais 3 vezes e ainda não encontras o que procuras.

# marketProblem1Stat
source: 3+ hours average per search
de: 3+ Stunden durchschnittlich pro Suche
es: 3+ horas de media por búsqueda
fr: 3+ heures en moyenne par recherche
it: 3+ ore in media per ricerca
pt: 3+ horas em média por pesquisa

# marketProblem2Title
source: You pay more than you should
de: Du zahlst mehr als nötig
es: Pagas más de lo que deberías
fr: Tu paies plus que nécessaire
it: Paghi più del dovuto
pt: Pagas mais do que devias

# marketProblem2Description
source: Without seeing all the listings in the market, you don't know if you're paying a fair price or getting ripped off.
de: Ohne alle Anzeigen auf dem Markt zu sehen, weißt du nicht, ob du einen fairen Preis zahlst oder abgezockt wirst.
es: Sin ver todos los anuncios del mercado, no sabes si estás pagando un precio justo o te están timando.
fr: Sans voir toutes les annonces du marché, tu ne sais pas si tu paies un prix juste ou si tu te fais avoir.
it: Senza vedere tutti gli annunci del mercato, non sai se stai pagando un prezzo giusto o se ti stanno fregando.
pt: Sem ver todos os anúncios do mercado, não sabes se estás a pagar um preço justo ou se estás a ser enganado.

# marketProblem2Stat
source: €127 average savings lost
de: €127 durchschnittlich verlorene Ersparnis
es: €127 de ahorro medio perdido
fr: €127 d'économies perdues en moyenne
it: €127 di risparmio medio perso
pt: €127 de poupança média perdida

# marketProblem3Title
source: You end up frustrated without buying
de: Du gibst frustriert auf
es: Acabas frustrado sin comprar
fr: Tu finis frustré sans acheter
it: Finisci frustrato senza comprare
pt: Acabas frustrado sem comprar

# marketProblem3Description
source: 67% of users abandon their search out of exhaustion before finding what they're looking for.
de: 67% der Nutzer brechen ihre Suche vor Erschöpfung ab, bevor sie finden, was sie suchen.
es: El 67% de los usuarios abandonan la búsqueda por agotamiento antes de encontrar lo que buscan.
fr: 67% des utilisateurs abandonnent leur recherche par épuisement avant de trouver ce qu'ils cherchent.
it: Il 67% degli utenti abbandona la ricerca per esaurimento prima di trovare quello che cerca.
pt: 67% dos utilizadores abandonam a pesquisa por exaustão antes de encontrar o que procuram.

# marketProblem3Stat
source: 67% abandon out of frustration
de: 67% geben aus Frustration auf
es: 67% abandonan por frustración
fr: 67% abandonnent par frustration
it: 67% abbandonano per frustrazione
pt: 67% abandonam por frustração
