Repository: nixoldb86/passproduct
Catalog: Git/backend/pricofy/frontend/lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# marketProblemCtaTitle
source: Why search only in your area when you can search worldwide?
de: Warum nur in deiner Region suchen, wenn du weltweit suchen kannst?
es: ¿Por qué buscar solo en tu zona cuando puedes buscar en todo el mundo?
fr: Pourquoi chercher uniquement dans ta région quand tu peux chercher dans le monde entier ?
it: Perché cercare solo nella tua zona quando puoi cercare in tutto il mondo?
pt: Porque pesquisar só na tua zona quando podes pesquisar em todo o mundo?

# marketProblemCtaDescription
source: PRICOFY eliminates these barriers and connects buyers and sellers globally
de: PRICOFY beseitigt diese Barrieren und verbindet Käufer und Verkäufer global
es: PRICOFY elimina estas barreras y conecta compradores y vendedores globalmente
fr: PRICOFY élimine ces barrières et connecte acheteurs et vendeurs globalement
it: PRICOFY elimina queste barriere e connette acquirenti e venditori globalmente
pt: PRICOFY elimina estas barreiras e conecta compradores e vendedores globalmente

# globalSolutionBadge
source: The game-changing solution
de: Die Lösung, die alles ändert
es: La solución que cambia las reglas
fr: La solution qui change les règles
it: La soluzione che cambia le regole
pt: A solução que muda as regras

# globalSolutionTitle
source: Imagine searching ONCE and finding EVERYTHING
de: Stell dir vor, EINMAL zu suchen und ALLES zu finden
es: Imagina buscar UNA vez y encontrar TODO
fr: Imagine chercher UNE fois et trouver TOUT
it: Immagina cercare UNA volta e trovare TUTTO
pt: Imagina pesquisar UMA vez e encontrar TUDO

# globalSolutionSubtitle
source: That's exactly what Pricofy does.
de: Genau das macht Pricofy.
es: Eso es exactamente lo que hace Pricofy.
fr: C'est exactement ce que fait Pricofy.
it: È esattamente quello che fa Pricofy.
pt: É exatamente isso que o Pricofy faz.

# globalSolution1Title
source: One search. All platforms.
de: Eine Suche. Alle Plattformen.
es: Una búsqueda. Todas las plataformas.
fr: Une recherche. Toutes les plateformes.
it: Una ricerca. Tutte le piattaforme.
pt: Uma pesquisa. Todas as plataformas.

# globalSolution1Description
source: Dozens of second-hand platforms. Thousands of listings. Instantly. No more opening 10 tabs.
de: Dutzende Gebrauchtwarenplattformen. Tausende Anzeigen. Sofort. Ohne 10 Tabs zu öffnen.
es: Decenas de plataformas de segunda mano. Miles de anuncios. Al instante. Sin abrir 10 pestañas.
fr: Des dizaines de plateformes de seconde main. Des milliers d'annonces. Instantanément. Sans ouvrir 10 onglets.
it: Decine di piattaforme di seconda mano. Migliaia di annunci. Istantaneamente. Senza aprire 10 schede.
pt: Dezenas de plataformas de segunda mão. Milhares de anúncios. Instantaneamente. Sem abrir 10 separadores.

# globalSolution1Highlight
source: 8 platforms in one click
de: 8 Plattformen mit einem Klick
es: 8 plataformas en un clic
fr: 8 plateformes en un clic
it: 8 piattaforme in un clic
pt: 8 plataformas num clique

# globalSolution2Title
source: Only see what matters
de: Sieh nur, was zählt
es: Solo ves lo que importa
fr: Ne vois que ce qui compte
it: Vedi solo ciò che conta
pt: Vê só o que importa

# globalSolution2Description
source: Our AI removes duplicates, accessories and junk. Only 100% relevant results for you.
de: Unsere KI entfernt Duplikate, Zubehör und Müll. Nur 100% relevante Ergebnisse für dich.
es: Nuestra IA elimina anuncios duplicados, accesorios y basura. Solo resultados 100% relevantes para ti.
fr: Notre IA élimine les doublons, accessoires et déchets. Seulement des résultats 100% pertinents pour toi.
it: La nostra IA rimuove duplicati, accessori e spazzatura. Solo risultati 100% rilevanti per te.
pt: A nossa IA remove duplicados, acessórios e lixo. Só resultados 100% relevantes para ti.

# globalSolution2Highlight
source: 65% less noise
de: 65% weniger Rauschen
es: 65% menos ruido
fr: 65% moins de bruit
it: 65% meno rumore
pt: 65% menos ruído

# globalSolution3Title
source: The whole world at your fingertips
de: Die ganze Welt in Reichweite
es: El mundo entero a tu alcance
fr: Le monde entier à portée de main
it: Il mondo intero a portata di mano
pt: O mundo inteiro ao teu alcance

# globalSolution3Description
source: Same product cheaper in Italy? Found. Better seller in France? Also found. No barriers.
de: Gleiches Produkt günstiger in Italien? Gefunden. Besserer Verkäufer in Frankreich? Auch gefunden. Keine Barrieren.
es: ¿El mismo producto más barato en Italia? Lo encuentras. ¿Mejor vendedor en Francia? También. Sin barreras.
fr: Même produit moins cher en Italie ? Trouvé. Meilleur vendeur en France ? Aussi. Sans barrières.
it: Stesso prodotto più economico in Italia? Trovato. Venditore migliore in Francia? Anche quello. Senza barriere.
pt: Mesmo produto mais barato em Itália? Encontrado. Melhor vendedor em França? Também. Sem barreiras.

# globalSolution3Highlight
source: Complete European market
de: Kompletter europäischer Markt
es: Mercado europeo completo
fr: Marché européen complet
it: Mercato europeo completo
pt: Mercado europeu completo

# globalSolutionBuyersTitle
source: For Buyers
de: Für Käufer
es: Para Compradores
fr: Pour les Acheteurs
it: Per gli Acquirenti
pt: Para Compradores

# globalSolutionBuyersItem1
source: Find the best price in seconds, not hours
de: Finde den besten Preis in Sekunden, nicht Stunden
es: Encuentra el mejor precio en segundos, no en horas
fr: Trouve le meilleur prix en secondes, pas en heures
it: Trova il miglior prezzo in secondi, non ore
pt: Encontra o melhor preço em segundos, não horas

# globalSolutionBuyersItem2
source: Only relevant results, no junk or accessories
de: Nur relevante Ergebnisse, kein Müll oder Zubehör
es: Solo resultados relevantes, sin basura ni accesorios
fr: Que des résultats pertinents, pas de déchets ni accessoires
it: Solo risultati rilevanti, niente spazzatura o accessori
pt: Só resultados relevantes, sem lixo nem acessórios

# globalSolutionBuyersItem3
source: Deals from all of Europe you'd never have found
de: Angebote aus ganz Europa, die du nie gefunden hättest
es: Ofertas de toda Europa que nunca hubieras encontrado
fr: Des offres de toute l'Europe que tu n'aurais jamais trouvées
it: Offerte da tutta Europa che non avresti mai trovato
pt: Ofertas de toda a Europa que nunca terias encontrado

# globalSolutionBuyersItem4
source: Know if it's a good price or better to wait
de: Wisse, ob es ein guter Preis ist oder besser warten
es: Sabrás si es buen precio o mejor esperar
fr: Sache si c'est un bon prix ou s'il vaut mieux attendre
it: Saprai se è un buon prezzo o meglio aspettare
pt: Saberás se é bom preço ou melhor esperar

# globalSolutionSellersTitle
source: For Sellers
de: Für Verkäufer
es: Para Vendedores
fr: Pour les Vendeurs
it: Per i Venditori
pt: Para Vendedores

# globalSolutionSellersItem1
source: Discover the exact price others are selling at
de: Erfahre den genauen Preis, zu dem andere verkaufen
es: Descubre el precio exacto al que venden otros
fr: Découvre le prix exact auquel les autres vendent
it: Scopri il prezzo esatto a cui vendono gli altri
pt: Descobre o preço exato a que os outros vendem

# globalSolutionSellersItem2
source: Find buyers in any country
de: Finde Käufer in jedem Land
es: Encuentra compradores en cualquier país
fr: Trouve des acheteurs dans n'importe quel pays
it: Trova acquirenti in qualsiasi paese
pt: Encontra compradores em qualquer país

# globalSolutionSellersItem3
source: Know which platform to post on to sell fast
de: Wisse, auf welcher Plattform du posten sollst, um schnell zu verkaufen
es: Sabe en qué plataforma publicar para vender rápido
fr: Sache sur quelle plateforme publier pour vendre vite
it: Saprai su quale piattaforma pubblicare per vendere veloce
pt: Saberás em que plataforma publicar para vender rápido

# globalSolutionSellersItem4
source: Sell at the right price, not too low, not too high
de: Verkaufe zum richtigen Preis, weder zu niedrig noch zu hoch
es: Vende al precio justo, ni más bajo ni más alto
fr: Vends au juste prix, ni trop bas ni trop haut
it: Vendi al prezzo giusto, né troppo basso né troppo alto
pt: Vende ao preço justo, nem muito baixo nem muito alto

# globalSolutionButtonText
source: Start free
de: Kostenlos starten
es: Empezar gratis
fr: Commencer gratuit
it: Inizia gratis
pt: Começa grátis

# statsTitle
source: Results that speak for themselves
de: Ergebnisse, die für sich sprechen
es: Resultados que hablan por sí solos
fr: Des résultats qui parlent d'eux-mêmes
it: Risultati che parlano da soli
pt: Resultados que falam por si

# statsItem1Highlight
source: 2 seconds
de: 2 Sekunden
es: 2 segundos
fr: 2 secondes
it: 2 secondi
pt: 2 segundos

# statsItem1Label
source: Average search time
de: Durchschnittliche Suchzeit
es: Tiempo medio de búsqueda
fr: Temps de recherche moyen
it: Tempo medio di ricerca
pt: Tempo médio de pesquisa

# statsItem1Description
source: What used to take hours, now blink and you'll miss it
de: Was früher Stunden dauerte, jetzt blinzelst du und verpasst es
es: Lo que antes te llevaba horas, ahora pestañeas y te lo pierdes
fr: Ce qui prenait des heures, maintenant tu clignes des yeux et c'est fait
it: Quello che prima richiedeva ore, ora sbatti le palpebre e te lo perdi
pt: O que antes demorava horas, agora pestanejas e perdes

# statsItem2Highlight
source: €127 saved
de: €127 gespart
es: €127 ahorrados
fr: €127 économisés
it: €127 risparmiati
pt: €127 poupados

# statsItem2Label
source: Average savings per search
de: Durchschnittliche Ersparnis pro Suche
es: Ahorro medio por búsqueda
fr: Économie moyenne par recherche
it: Risparmio medio per ricerca
pt: Poupança média por pesquisa

# statsItem2Description
source: Compared to choosing the first option you find
de: Im Vergleich zur Wahl der ersten Option, die du findest
es: Comparado con elegir la primera opción que encuentras
fr: Par rapport au choix de la première option trouvée
it: Rispetto alla scelta della prima opzione trovata
pt: Comparado com escolher a primeira opção que encontras

# statsItem3Highlight
source: 8 platforms
de: 8 Plattformen
es: 8 plataformas
fr: 8 plateformes
it: 8 piattaforme
pt: 8 plataformas

# statsItem3Label
source: Simultaneous search
de: Gleichzeitige Suche
es: Búsqueda simultánea
fr: Recherche simultanée
it: Ricerca simultanea
pt: Pesquisa simultânea

# statsItem3Description
source: Dozens of second-hand platforms in one click
de: Dutzende Gebrauchtwarenplattformen mit einem Klick
es: Decenas de plataformas de segunda mano en un clic
fr: Des dizaines de plateformes de seconde main en un clic
it: Decine di piattaforme di seconda mano in un clic
pt: Dezenas de plataformas de segunda mão num clique

# ctaTitle
source: Your next search could be your last
de: Deine nächste Suche könnte deine letzte sein
es: Tu próxima búsqueda puede ser la última
fr: Ta prochaine recherche pourrait être la dernière
it: La tua prossima ricerca potrebbe essere l'ultima
pt: A tua próxima pesquisa pode ser a última

# ctaSubtitle
source: Stop wasting time. Start finding.
de: Hör auf, Zeit zu verschwenden. Fang an zu finden.
es: Deja de perder tiempo. Empieza a encontrar.
fr: Arrête de perdre du temps. Commence à trouver.
it: Smetti di perdere tempo. Inizia a trovare.
pt: Para de perder tempo. Começa a encontrar.

# ctaDescription
source: Stop wasting time. Start finding.
de: Hör auf, Zeit zu verschwenden. Fang an zu finden.
es: Deja de perder tiempo. Empieza a encontrar.
fr: Arrête de perdre du temps. Commence à trouver.
it: Smetti di perdere tempo. Inizia a trovare.
pt: Para de perder tempo. Começa a encontrar.

# ctaStartFree
source: Start free now
de: Jetzt kostenlos starten
es: Empezar gratis ahora
fr: Commencer gratuit maintenant
it: Inizia gratis ora
pt: Começa grátis agora

# ctaTalkSales
source: Contact
de: Kontakt
es: Contactar
it: Contatto
pt: Contacto

# ctaGuarantee1
source: Works without registration
de: Funktioniert ohne Registrierung
es: Funciona sin registro
fr: Fonctionne sans inscription
it: Funziona senza registrazione
pt: Funciona sem registo

# ctaGuarantee2
source: 100% private data
de: 100% private Daten
es: Datos 100% privados
fr: Données 100% privées
it: Dati 100% privati
pt: Dados 100% privados

# ctaGuarantee3
source: Cancel anytime
de: Jederzeit kündbar
es: Cancela cuando quieras
fr: Annule quand tu veux
it: Cancella quando vuoi
pt: Cancela quando quiseres

# footerDescription
source: Smart price optimization for your business.
de: Intelligente Preisoptimierung für Ihr Geschäft.
es: Optimización de precios inteligente para tu negocio.
fr: Optimisation intelligente des prix pour votre entreprise.
it: Ottimizzazione intelligente dei prezzi per la tua attività.
pt: Otimização inteligente de preços para o seu negócio.

# footerProduct
source: Product
de: Produkt
es: Producto
fr: Produit
it: Prodotto
pt: Produto

# footerCompany
source: Company
de: Unternehmen
es: Empresa
fr: Entreprise
it: Azienda
pt: Empresa

# footerLegal
source: Legal
de: Rechtliches
fr: Légal
it: Legale

# footerFeatures
source: Features
de: Funktionen
es: Características
fr: Fonctionnalités
it: Caratteristiche
pt: Funcionalidades

# footerPricing
source: Pricing
de: Preise
es: Precios
fr: Tarifs
it: Prezzi
pt: Preços

# footerDocumentation
source: Documentation
de: Dokumentation
es: Documentación
it: Documentazione
pt: Documentação

# footerAbout
source: About Us
de: Über uns
es: Sobre Nosotros
fr: À propos de nous
it: Chi siamo
pt: Sobre nós

# footerContact
source: Contact
de: Kontakt
es: Contacto
it: Contatto
pt: Contacto

# footerTerms
source: Terms
de: Bedingungen
es: Términos
fr: Conditions
it: Termini
pt: Termos

# footerCopyright
source: All rights reserved.
de: Alle Rechte vorbehalten.
es: Todos los derechos reservados.
fr: Tous droits réservés.
it: Tutti i diritti riservati.
pt: Todos os direitos reservados.

# contactTitle
source: Contact Us
de: Kontaktieren Sie uns
es: Contacta con Nosotros
fr: Contactez-nous
it: Contattaci
pt: Contacte-nos

# contactDescription
source: Have questions? We're here to help. Send us a message and we'll get back to you as soon as possible.
de: Haben Sie Fragen? Wir sind hier, um zu helfen. Senden Sie uns eine Nachricht und wir werden uns so schnell wie möglich bei Ihnen melden.
es: ¿Tienes preguntas? Estamos aquí para ayudarte. Envíanos un mensaje y nos pondremos en contacto contigo lo antes posible.
fr: Vous avez des questions ? Nous sommes là pour vous aider. Envoyez-nous un message et nous vous contacterons dans les plus brefs délais.
it: Hai domande? Siamo qui per aiutarti. Inviaci un messaggio e ti contatteremo al più presto.
pt: Tem perguntas? Estamos aqui para ajudar. Envie-nos uma mensagem e entraremos em contacto consigo o mais breve possível.

# contactContactInfo
source: Contact Information
de: Kontaktinformationen
es: Información de Contacto
fr: Informations de contact
it: Informazioni di contatto
pt: Informações de contacto

# contactPhone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
pt: Telefone

# contactLocation
source: Location
de: Standort
es: Ubicación
fr: Emplacement
it: Posizione
pt: Localização

# contactLocationValue
source: Spain
de: Deutschland
es: España
fr: France
it: Italia
pt: Portugal

# contactSchedule
source: Business Hours
de: Öffnungszeiten
es: Horario de Atención
fr: Heures d'ouverture
it: Orari di apertura
pt: Horário de atendimento

# contactScheduleWeekdays
source: Monday - Friday:
de: Montag - Freitag:
es: Lunes - Viernes:
fr: Lundi - Vendredi :
it: Lunedì - Venerdì:
pt: Segunda - Sexta:

# contactScheduleWeekend
source: Saturday - Sunday:
de: Samstag - Sonntag:
es: Sábado - Domingo:
fr: Samedi - Dimanche :
it: Sabato - Domenica:
pt: Sábado - Domingo:

# contactScheduleWeekendTime
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
pt: Fechado

# contactSendMessage
source: Send us a Message
de: Senden Sie uns eine Nachricht
es: Envíanos un Mensaje
fr: Envoyez-nous un message
it: Inviaci un messaggio
pt: Envie-nos uma mensagem

# contactName
source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

# contactNamePlaceholder
source: Your name
de: Ihr Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome
pt: O seu nome

# contactEmailPlaceholder
source: your@email.com
de: ihre@email.com
es: tu@email.com
fr: votre@email.com
it: tua@email.com
pt: oseu@email.com

# contactPhoneLabel
source: Phone number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
pt: Número de telefone

# contactComment
source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
it: Commento
pt: Comentário

# contactCommentPlaceholder
source: Tell us how we can help you...
de: Sagen Sie uns, wie wir helfen können...
es: Cuéntanos cómo podemos ayudarte...
fr: Dites-nous comment nous pouvons vous aider...
it: Dicci come possiamo aiutarti...
pt: Diga-nos como podemos ajudar...

# contactSend
source: Send Message
de: Nachricht senden
es: Enviar Mensaje
fr: Envoyer le message
it: Invia messaggio
pt: Enviar mensagem

# contactSending
source: Sending...
de: Wird gesendet...
es: Enviando...
fr: Envoi en cours...
it: Invio in corso...
pt: A enviar...

# contactSuccess
source: Message sent successfully! We will get back to you soon.
de: Nachricht erfolgreich gesendet! Wir werden uns bald bei Ihnen melden.
es: ¡Mensaje enviado con éxito! Nos pondremos en contacto contigo pronto.
fr: Message envoyé avec succès ! Nous vous contacterons bientôt.
it: Messaggio inviato con successo! Ti contatteremo presto.
pt: Mensagem enviada com sucesso! Entraremos em contacto consigo em breve.

# contactErrorNameRequired
source: Name is required
de: Name ist erforderlich
es: El nombre es obligatorio
fr: Le nom est obligatoire
it: Il nome è obbligatorio
pt: O nome é obrigatório

# contactErrorEmailInvalid
source: Email is not valid
de: E-Mail ist ungültig
es: El email no es válido
fr: L'email n'est pas valide
it: L'email non è valida
pt: O email não é válido

# contactErrorPhoneRequired
source: Phone number is required
de: Telefonnummer ist erforderlich
es: El número de teléfono es obligatorio
fr: Le numéro de téléphone est obligatoire
it: Il numero di telefono è obbligatorio
pt: O número de telefone é obrigatório

# contactErrorPhoneInvalid
source: Phone format is not valid
de: Telefonformat ist ungültig
es: El formato del teléfono no es válido
fr: Le format du téléphone n'est pas valide
it: Il formato del telefono non è valido
pt: O formato do telefone não é válido

# contactErrorCommentRequired
source: Comment is required
de: Kommentar ist erforderlich
es: El comentario es obligatorio
fr: Le commentaire est obligatoire
it: Il commento è obbligatorio
pt: O comentário é obrigatório

# contactErrorCommentMinLength
source: Comment must be at least 10 characters
de: Kommentar muss mindestens 10 Zeichen lang sein
es: El comentario debe tener al menos 10 caracteres
fr: Le commentaire doit contenir au moins 10 caractères
it: Il commento deve contenere almeno 10 caratteri
pt: O comentário deve ter pelo menos 10 caracteres

# contactErrorSubmitError
source: Error sending message. Please try again.
de: Fehler beim Senden der Nachricht. Bitte versuchen Sie es erneut.
es: Error al enviar el mensaje. Por favor, inténtalo de nuevo.
fr: Erreur lors de l'envoi du message. Veuillez réessayer.
it: Errore nell'invio del messaggio. Riprova.
pt: Erro ao enviar a mensagem. Por favor, tente novamente.

# formTitle
source: Service Request
de: Serviceanfrage
es: Solicitud de Servicio
fr: Demande de service
it: Richiesta di servizio
pt: Pedido de serviço

# formEmailPlaceholder
source: your@email.com
de: ihre@email.com
es: tu@email.com
fr: votre@email.com
it: tua@email.com
pt: oseu@email.com

# formCountry
source: Country
de: Land
es: País
fr: Pays
it: Paese
pt: País

# formCountryPlaceholder
source: Select your country
de: Wählen Sie Ihr Land
es: Selecciona tu país
fr: Sélectionnez votre pays
it: Seleziona il tuo paese
pt: Selecione o seu país

# formCity
source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città
pt: Cidade

# formCityPlaceholder
source: Enter your city
de: Geben Sie Ihre Stadt ein
es: Escribe tu ciudad
fr: Tapez votre ville
it: Digita la tua città
pt: Digite a sua cidade

# formAction
source: What do you want to do?
de: Was möchten Sie tun?
es: ¿Qué quieres hacer?
fr: Que voulez-vous faire ?
it: Cosa vuoi fare?
pt: O que quer fazer?

# formActionPlaceholder
source: Select an option
de: Wählen Sie eine Option
es: Selecciona una opción
fr: Sélectionnez une option
it: Seleziona un'opzione
pt: Selecione uma opção

# formActionSell
source: I want to sell a product
de: Ich möchte ein Produkt verkaufen
es: Quiero vender un producto
fr: Je veux vendre un produit
it: Voglio vendere un prodotto
pt: Quero vender um produto

# formActionBuy
source: I want to buy at the best price
de: Ich möchte zum besten Preis kaufen
es: Quiero comprar al mejor precio
fr: Je veux acheter au meilleur prix
it: Voglio comprare al miglior prezzo
pt: Quero comprar ao melhor preço

# formProductType
source: Product type
de: Produkttyp
es: Tipo de producto
fr: Type de produit
it: Tipo di prodotto
pt: Tipo de produto

# formProductTypePlaceholder
source: Select a category
de: Wählen Sie eine Kategorie
es: Selecciona una categoría
fr: Sélectionnez une catégorie
it: Seleziona una categoria
pt: Selecione uma categoria

# formProductTypeElectronics
source: Electronics
de: Elektronik
es: Electrónica
fr: Électronique
it: Elettronica
pt: Eletrónica

# formProductTypeMobiles
source: Mobile phones and Tablets
de: Mobiles und Tablets
es: Móviles y Tablets
fr: Mobiles et Tablettes
it: Telefonia e Tablet
pt: Móveis e Tablets

# formProductTypeIT
source: IT
es: Informática
fr: Informatique
it: Informatica
pt: Informática

# formProductTypeAudioVideo
source: Audio and Video
de: Audio und Video
es: Audio y Video
fr: Audio et Vidéo
it: Audio e Video
pt: Áudio e Vídeo

# formProductTypeCars
source: Cars and Motorcycles
de: Autos
es: Coches
fr: Voitures
it: Auto
pt: Carros

# formProductTypeClothing
source: Clothing and Accessories
de: Kleidung und Accessoires
es: Ropa y Accesorios
fr: Vêtements et Accessoires
it: Abbigliamento e Accessori
pt: Roupa e Acessórios

# formProductTypeHome
source: Home and Garden
de: Haus und Garten
es: Hogar y Jardín
fr: Maison et Jardin
it: Casa e Giardino
pt: Casa e Jardim

# formProductTypeSports
source: Sports and Leisure
de: Sport und Freizeit
es: Deportes y Ocio
fr: Sports et Loisirs
it: Sport e Tempo Libero
pt: Desportos e Lazer

# formProductTypeBooks
source: Books and Music
de: Bücher und Musik
es: Libros y Música
fr: Livres et Musique
it: Libri e Musica
pt: Livros e Música

# formProductTypeToys
source: Toys and Babies
de: Spielzeug und Babys
es: Juguetes y Bebés
fr: Jouets et Bébés
it: Giocattoli e Bambini
pt: Brinquedos e Bebés

# formProductTypeOther
source: Other
de: Andere
es: Otros
fr: Autres
it: Altri
pt: Outros

# formModelBrand
source: Model / Brand
de: Modell / Marke
es: Modelo / Marca
fr: Modèle / Marque
it: Modello / Marca
pt: Modelo / Marca

# formModelBrandPlaceholder
source: E.g. iPhone 13, Bugaboo Bee 5...
de: z.B. iPhone 13, Bugaboo Bee 5...
es: Ej. iPhone 13, Bugaboo Bee 5...
fr: Ex. iPhone 13, Bugaboo Bee 5...
it: Es. iPhone 13, Bugaboo Bee 5...
pt: Ex. iPhone 13, Bugaboo Bee 5...

# formCondition
source: Condition
de: Zustand
es: Estado
fr: État
it: Condizione
pt: Estado

# formConditionPlaceholder
source: Select product condition
de: Wählen Sie den Zustand des Produkts
es: Selecciona estado del producto
fr: Sélectionnez l'état du produit
it: Seleziona la condizione del prodotto
pt: Selecione o estado do produto

# formConditionNew
source: New
de: Neu ⭐⭐⭐⭐⭐
es: Nuevo ⭐⭐⭐⭐⭐
fr: Neuf ⭐⭐⭐⭐⭐
it: Nuovo ⭐⭐⭐⭐⭐
pt: Novo ⭐⭐⭐⭐⭐

# formConditionLikeNew
source: Like new
de: Wie neu ⭐⭐⭐⭐
es: Como nuevo ⭐⭐⭐⭐
fr: Comme neuf ⭐⭐⭐⭐
it: Come nuovo ⭐⭐⭐⭐
pt: Como novo ⭐⭐⭐⭐
