Repository: nixoldb86/passproduct
Catalog: Git/backend/pricofy/frontend/lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# dashboardMarketAlertsDescription
source: Automatic market alerts. Activate them and you won't be surprised 'Oh no! Someone posted one cheaper than yours'
de: Automatische Marktbenachrichtigungen. Aktivieren Sie sie und Sie werden nicht überrascht sein 'Oh nein! Jemand hat einen billigeren veröffentlicht als Ihren'
es: Alertas automáticas de mercado. Actívalas y no te llevarás la sorpresa '¡Oh no! Han publicado uno más barato que el tuyo'
fr: Alertes automatiques du marché. Activez-les et vous ne serez pas surpris 'Oh non! Quelqu'un a publié un moins cher que le vôtre'
it: Avvisi automatici di mercato. Attivali e non sarai sorpreso 'Oh no! Qualcuno ha pubblicato uno più economico del tuo'
pt: Alertas automáticos de mercado. Ative-os e você não será surpreendido 'Oh não! Alguém publicou um mais barato que o seu'

# dashboardOfferAlertsDescription
source: Automatic market offer alerts. Activate them and we'll notify you if someone sells that Bicycle you want so much
de: Automatische Angebotsbenachrichtigungen. Aktivieren Sie sie und wir benachrichtigen Sie, wenn jemand dieses Fahrrad verkauft, das Sie so sehr wollen
es: Alertas automáticas de ofertas de mercado. Actívalas y nosotros te avisamos si alguien vende esa Bicicleta que tanto deseas
fr: Alertes automatiques d'offres. Activez-les et nous vous préviendrons si quelqu'un vend ce Vélo que vous désirez tant
it: Avvisi automatici di offerte di mercato. Attivali e ti avviseremo se qualcuno vende quella Bicicletta che desideri tanto
pt: Alertas automáticos de ofertas de mercado. Ative-os e nós avisaremos se alguém vender aquela Bicicleta que você tanto deseja

# dashboardNotifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pt: Notificações

# dashboardNoNotifications
source: You have no pending notifications
de: Sie haben keine ausstehenden Benachrichtigungen
es: No tienes ninguna notificación pendiente
fr: Vous n'avez aucune notification en attente
it: Non hai notifiche in sospeso
pt: Você não tem notificações pendentes

# dashboardNoFavorites
source: You have no saved favorites
de: Sie haben keine gespeicherten Favoriten
es: No tienes favoritos guardados
fr: Vous n'avez pas de favoris enregistrés
it: Non hai preferiti salvati
pt: Você não tem favoritos salvos

# dashboardSignUpForFavorites
source: Sign up to save favorites
de: Registrieren Sie sich, um Favoriten zu speichern
es: Regístrate para guardar favoritos
fr: Inscrivez-vous pour enregistrer des favoris
it: Registrati per salvare i preferiti
pt: Registre-se para salvar favoritos

# dashboardNoBuySearches
source: You don't have any buy searches yet
de: Sie haben noch keine Kaufsuchen
es: Aún no tienes búsquedas de compra
fr: Vous n'avez pas encore de recherches d'achat
it: Non hai ancora ricerche di acquisto
pt: Você ainda não tem pesquisas de compra

# dashboardNoSellSearches
source: You don't have any sell searches yet
de: Sie haben noch keine Verkaufssuchen
es: Aún no tienes búsquedas de venta
fr: Vous n'avez pas encore de recherches de vente
it: Non hai ancora ricerche di vendita
pt: Você ainda não tem pesquisas de venda

# buyEmptyStateTitle
source: Tell us what you're looking for
de: Sagen Sie uns, wonach Sie suchen
es: El mejor precio está en algún sitio
fr: Dites-nous ce que vous cherchez
it: Dicci cosa stai cercando
pt: Diga-nos o que você está procurando

# buyEmptyStateDescription
source: Tell us what you're looking for and Pricofy will search all second-hand platforms, focusing on the best result for you.
de: Sagen Sie uns, wonach Sie suchen, und Pricofy durchsucht alle Second-Hand-Plattformen und konzentriert sich auf das beste Ergebnis für Sie.
es: ¿iPhone? ¿Bici? ¿Sofá? Lo que sea. Pricofy lo encuentra por ti.
fr: Dites-nous ce que vous cherchez et Pricofy cherchera sur toutes les plateformes d'occasion, en se concentrant sur le meilleur résultat pour vous.
it: Dicci cosa stai cercando e Pricofy cercherà su tutte le piattaforme di seconda mano, concentrandosi sul miglior risultato per te.
pt: Diga-nos o que você está procurando e a Pricofy pesquisará em todas as plataformas de segunda mão, focando no melhor resultado para você.

# buyEmptyStateNote
source: Because if you're looking for an iPhone, you don't want to see headphones, empty boxes, or Spiderman cases 😉
de: Denn wenn Sie ein iPhone suchen, wollen Sie keine Kopfhörer, leere Kartons oder Spiderman-Hüllen sehen 😉
es: Porque si buscas un iPhone no quieres ver auriculares, cajas vacías, ni carcasas de Spiderman 😉
fr: Parce que si vous cherchez un iPhone, vous ne voulez pas voir des écouteurs, des boîtes vides ou des coques Spiderman 😉
it: Perché se stai cercando un iPhone, non vuoi vedere auricolari, scatole vuote o custodie di Spiderman 😉
pt: Porque se você está procurando um iPhone, não quer ver fones de ouvido, caixas vazias ou capas do Spiderman 😉

# searchProgressSearching
source: Searching offers...
de: Angebote werden gesucht...
es: Buscando ofertas...
fr: Recherche d'offres...
it: Ricerca di offerte...
pt: Procurando ofertas...

# searchProgressAnalyzing
source: Analyzing prices...
de: Preise werden analysiert...
es: Analizando precios...
fr: Analyse des prix...
it: Analisi dei prezzi...
pt: Analisando preços...

# searchProgressFinding
source: Finding the best deals...
de: Die besten Angebote werden gesucht...
es: Encontrando las mejores ofertas...
fr: Recherche des meilleures offres...
it: Ricerca delle migliori offerte...
pt: Encontrando as melhores ofertas...

# searchProgressAlmostDone
source: Almost done...
de: Fast fertig...
es: Ya casi está...
fr: C'est presque fini...
it: Quasi finito...
pt: Quase pronto...

source: Detecting location...
de: Standort wird ermittelt...
es: Detectando ubicación...
fr: Détection de la localisation...
it: Rilevamento posizione...
pt: Detectando localização...

# locationSourcePostalCentroid
source: Precise location (GPS/postal code)
de: Genauer Standort (GPS/Postleitzahl)
es: Ubicación precisa (GPS/código postal)
fr: Localisation précise (GPS/code postal)
it: Posizione precisa (GPS/codice postale)
pt: Localização precisa (GPS/código postal)

# locationSourceCapitalFallback
source: Approximate (country capital)
de: Ungefähr (Landeshauptstadt)
es: Aproximada (capital del país)
fr: Approximative (capitale du pays)
it: Approssimativa (capitale del paese)
pt: Aproximada (capital do país)

# locationSourceIpApproximate
source: Approximate (IP detection)
de: Ungefähr (IP-Erkennung)
es: Aproximada (detección por IP)
fr: Approximative (détection IP)
it: Approssimativa (rilevamento IP)
pt: Aproximada (detecção IP)

# locationSourceFallback
source: Default location
de: Standardstandort
es: Ubicación por defecto
fr: Localisation par défaut
it: Posizione predefinita
pt: Localização padrão

# sectionAllResults
source: All results
de: Alle Ergebnisse
es: Todos los resultados
fr: Tous les résultats
it: Tutti i risultati
pt: Todos os resultados

# sectionNearest
source: Nearest
de: Die nächsten
es: Los más cercanos
fr: Les plus proches
it: I più vicini
pt: Os mais próximos

# sectionCheapest
source: Cheapest
de: Die günstigsten
es: Los más económicos
fr: Les moins chers
it: I più economici
pt: Os mais baratos

# filterExtras
source: Extras
it: Extra

# filterExtrasWarranty
source: With warranty only
de: Nur mit Garantie
es: Solo con garantía
fr: Avec garantie uniquement
it: Solo con garanzia
pt: Apenas com garantia

# filterExtrasWarrantyDesc
source: Products with official warranty
de: Produkte mit offizieller Garantie
es: Productos con garantía oficial
fr: Produits avec garantie officielle
it: Prodotti con garanzia ufficiale
pt: Produtos com garantia oficial

# filterExtrasInvoice
source: With invoice
de: Mit Rechnung
es: Con factura
fr: Avec facture
it: Con fattura
pt: Com fatura

# filterExtrasInvoiceDesc
source: Products with purchase invoice
de: Produkte mit Kaufrechnung
es: Productos con factura de compra
fr: Produits avec facture d'achat
it: Prodotti con fattura d'acquisto
pt: Produtos com fatura de compra

# filterExtrasBuyerProtection
source: Buyer protection
de: Käuferschutz
es: Protección al comprador
fr: Protection acheteur
it: Protezione acquirente
pt: Proteção ao comprador

# filterExtrasBuyerProtectionDesc
source: Platforms with return guarantee
de: Plattformen mit Rückgabegarantie
es: Plataformas con garantía de devolución
fr: Plateformes avec garantie de retour
it: Piattaforme con garanzia di reso
pt: Plataformas com garantia de devolução

# searchTypeCarouselTitle
source: Choose your search type
de: Wählen Sie Ihren Suchtyp
es: Elige tu tipo de búsqueda
fr: Choisissez votre type de recherche
it: Scegli il tuo tipo di ricerca
pt: Escolha o seu tipo de pesquisa

# searchTypeClassicBadge1
source: Fast
de: Schnell
es: Rápida
fr: Rapide
it: Veloce
pt: Rápida

# searchTypeClassicBadge2
source: Multi-platform
de: Multi-Plattform
es: Multiplataforma
fr: Multi-plateforme
it: Multi-piattaforma
pt: Multiplataforma

# searchTypeClassicBadge3
source: Multi-country
de: Multi-Land
es: Multipaís
fr: Multi-pays
it: Multi-paese
pt: Multipaís

# searchTypeClassicTitle
source: Classic Search
de: Klassische Suche
es: Búsqueda Clásica
fr: Recherche Classique
it: Ricerca Classica
pt: Pesquisa Clássica

# searchTypeClassicBenefit1
source: We search like you
de: Wir suchen wie du
es: Buscamos como tú
fr: Nous cherchons comme toi
it: Cerchiamo come te
pt: Pesquisamos como tu

# searchTypeClassicBenefit1Expanded
source: Search the same as you, but across the main second-hand marketplaces at once. So you don't miss anything.
de: Suche dasselbe wie du, aber auf den wichtigsten Second-Hand-Portalen gleichzeitig. Damit du nichts verpasst.
es: Busca lo mismo que tú, pero en los principales portales de segunda mano, y a la vez. Para no perderte nada.
fr: Recherche la même chose que toi, mais sur les principaux sites de seconde main en même temps. Pour ne rien manquer.
it: Cerca lo stesso che cercheresti tu, ma sui principali portali di seconda mano contemporaneamente. Per non perderti nulla.
pt: Pesquisa o mesmo que tu, mas nos principais portais de segunda mão ao mesmo tempo. Para não perderes nada.

# searchTypeClassicBenefit2
source: Multi-platform, multi-country
de: Multi-Plattform, Multi-Land
es: Multiplataforma, multipaís
fr: Multi-plateforme, multi-pays
it: Multi-piattaforma, multi-paese
pt: Multiplataforma, multipaís

# searchTypeClassicBenefit2Expanded
source: Multi-everything. We search for your product across multiple platforms and countries in parallel.
de: Multi-alles. Wir suchen dein Produkt auf mehreren Plattformen und Ländern parallel.
es: Multi-todo. Buscamos tu producto en varios portales y países en paralelo.
fr: Multi-tout. Nous recherchons ton produit sur plusieurs plateformes et pays en parallèle.
it: Multi-tutto. Cerchiamo il tuo prodotto su diverse piattaforme e paesi in parallelo.
pt: Multi-tudo. Pesquisamos o teu produto em vários portais e países em paralelo.

# searchTypeClassicBenefit3
source: Results "as if you did it manually": you'll see ads equivalent to searching one by one on each site.
de: Ergebnisse "als ob Sie es manuell gemacht hätten": Sie sehen Anzeigen, die dem Durchsuchen von Website zu Website entsprechen.
es: Resultados "como si lo hicieras manual": verás anuncios equivalentes a buscar uno por uno en cada web.
fr: Résultats "comme si vous le faisiez manuellement": vous verrez des annonces équivalentes à chercher une par une sur chaque site.
it: Risultati "come se lo facessi manualmente": vedrai annunci equivalenti a cercare uno per uno su ogni sito.
pt: Resultados "como se você fizesse manualmente": verá anúncios equivalentes a pesquisar um por um em cada site.

# searchTypeClassicBenefit4
source: Powerful filtering on found ads
de: Leistungsstarke Filterung der gefundenen Anzeigen
es: Filtrado potente sobre los anuncios encontrados
fr: Filtrage puissant sur les annonces trouvées
it: Filtraggio potente sugli annunci trovati
pt: Filtragem poderosa sobre os anúncios encontrados

# searchTypeClassicBenefit4Expanded
source: You'll need help managing all the ads, that's why you can filter by keywords, country, price, shipping type, and distance.
de: Du wirst Hilfe brauchen, um alle Anzeigen zu verwalten, deshalb kannst du nach Stichwörtern, Land, Preis, Versandart und Entfernung filtern.
es: Necesitarás ayuda para manejar todos los anuncios, por eso podrás filtrar por palabras clave, país, precio, tipo de envío y distancia.
fr: Tu auras besoin d'aide pour gérer toutes les annonces, c'est pourquoi tu peux filtrer par mots-clés, pays, prix, type d'expédition et distance.
it: Avrai bisogno di aiuto per gestire tutti gli annunci, per questo potrai filtrare per parole chiave, paese, prezzo, tipo di spedizione e distanza.
pt: Vais precisar de ajuda para gerir todos os anúncios, por isso podes filtrar por palavras-chave, país, preço, tipo de envio e distância.

# searchTypeClassicButton
source: Start classic search
de: Klassische Suche starten
es: Iniciar búsqueda clásica
fr: Lancer recherche classique
it: Avvia ricerca classica
pt: Iniciar pesquisa clássica

# searchTypeAdvancedBadge
source: Smart
de: Intelligent
es: Inteligente
fr: Intelligent
it: Intelligente
pt: Inteligente

# searchTypeAdvancedBadge2
source: Advanced filters
de: Erweiterte Filter
es: Filtros avanzados
fr: Filtres avancés
it: Filtri avanzati
pt: Filtros avançados

# searchTypeAdvancedTitle
source: Smart Search
de: Intelligente Suche
es: Búsqueda Inteligente
fr: Recherche Intelligente
it: Ricerca Intelligente
pt: Pesquisa Inteligente

# searchTypeAdvancedBenefit1
source: Cleaner and more relevant results
de: Sauberere und relevantere Ergebnisse
es: Resultados más limpios y relevantes
fr: Résultats plus propres et pertinents
it: Risultati più puliti e rilevanti
pt: Resultados mais limpos e relevantes

# searchTypeAdvancedBenefit1Expanded
source: Because if you search for a PS5, we show you PS5 (not controllers, games, stands or a PS4).
de: Weil wenn du nach einer PS5 suchst, zeigen wir dir PS5 (keine Controller, Spiele, Ständer oder eine PS4).
es: Porque si buscas una PS5, te mostramos PS5 (no mandos, juegos, soportes ni una PS4).
fr: Parce que si tu cherches une PS5, on te montre PS5 (pas de manettes, jeux, supports ni une PS4).
it: Perché se cerchi una PS5, ti mostriamo PS5 (non controller, giochi, supporti né una PS4).
pt: Porque se pesquisares uma PS5, mostramos PS5 (não comandos, jogos, suportes nem uma PS4).

# searchTypeAdvancedBenefit2
source: Pro filters
de: Pro-Filter
es: Filtros pro
fr: Filtres pro
it: Filtri pro
pt: Filtros pro

# searchTypeAdvancedBenefit2Expanded
source: Refine results to shop safely: in addition to country/price/shipping/distance, you'll filter by brand, condition, platform, products with warranty and invoice…
de: Verfeinere die Ergebnisse für sicheres Einkaufen: Zusätzlich zu Land/Preis/Versand/Entfernung filterst du nach Marke, Zustand, Plattform, Produkten mit Garantie und Rechnung…
es: Afina los resultados para comprar con seguridad: además de país/precio/envío/distancia, filtrarás por marca, estado, plataforma, productos con garantía y factura…
fr: Affine les résultats pour acheter en toute sécurité: en plus de pays/prix/expédition/distance, tu filtreras par marque, état, plateforme, produits avec garantie et facture…
it: Affina i risultati per acquistare in sicurezza: oltre a paese/prezzo/spedizione/distanza, filtrerai per marca, stato, piattaforma, prodotti con garanzia e fattura…
pt: Refina os resultados para comprar com segurança: além de país/preço/envio/distância, filtrarás por marca, estado, plataforma, produtos com garantia e fatura…

# searchTypeAdvancedBenefit3
source: Smart tracking
de: Intelligente Verfolgung
es: Seguimiento inteligente
fr: Suivi intelligent
it: Monitoraggio intelligente
pt: Acompanhamento inteligente

# searchTypeAdvancedBenefit3Expanded
source: Saves your search history to see how the market changes (prices and availability), plus create market alerts.
de: Speichert deinen Suchverlauf, um zu sehen, wie sich der Markt ändert (Preise und Verfügbarkeit), plus Marktalarme erstellen.
es: Guarda el histórico de tus búsquedas para ver cómo cambia el mercado (precios y disponibilidad), además de crear alertas de mercado.
fr: Garde l'historique de tes recherches pour voir comment le marché évolue (prix et disponibilité), plus créer des alertes de marché.
it: Salva lo storico delle tue ricerche per vedere come cambia il mercato (prezzi e disponibilità), oltre a creare alert di mercato.
pt: Guarda o histórico das tuas pesquisas para ver como o mercado muda (preços e disponibilidade), além de criar alertas de mercado.

# searchTypeAdvancedButton
source: Start smart search
de: Intelligente Suche starten
es: Iniciar búsqueda inteligente
fr: Lancer recherche intelligente
it: Avvia ricerca intelligente
pt: Iniciar pesquisa inteligente

# searchTypeMarketBadge
source: Market
de: Markt
es: Mercado
fr: Marché
it: Mercato
pt: Mercado

# searchTypeMarketTitle
source: Market Analysis
de: Marktanalyse
es: Análisis de Mercado
fr: Analyse de Marché
it: Analisi di Mercato
pt: Análise de Mercado

# searchTypeMarketBenefit1
source: Ideal, fast and minimum selling prices
de: Idealer, schneller und minimaler Verkaufspreis
es: Precios de venta ideal, rápido y mínimo
fr: Prix de vente idéal, rapide et minimum
it: Prezzi di vendita ideale, rapido e minimo
pt: Preços de venda ideal, rápido e mínimo

# searchTypeMarketBenefit2
source: Know which platforms sell best
de: Erfahren Sie, auf welchen Plattformen Sie am besten verkaufen
es: Conoce en qué plataformas se vende mejor
fr: Découvrez sur quelles plateformes vous vendez le mieux
it: Scopri su quali piattaforme vendi meglio
pt: Descubra em quais plataformas vende melhor

# searchTypeMarketBenefit3
source: Demand and competition analysis
de: Nachfrage- und Wettbewerbsanalyse
es: Análisis de demanda y competencia
fr: Analyse de la demande et de la concurrence
it: Analisi della domanda e della concorrenza
pt: Análise de procura e concorrência

# searchTypeMarketButton
source: Analyze market
de: Markt analysieren
es: Analizar mercado
fr: Analyser le marché
it: Analizza mercato
pt: Analisar mercado

# advancedSearchPromoTitle
source: Weird results? That's normal.
de: Seltsame Ergebnisse? Das ist normal.
es: ¿Resultados raros? Normal.
fr: Résultats bizarres ? C'est normal.
it: Risultati strani? È normale.
pt: Resultados estranhos? É normal.

# advancedSearchPromoMessage
source: We search 8 platforms across 5 countries. All at once. The problem: they return junk. You search for "{searchTerm}" and they show you ads they somehow consider related. We show you everything. Unfiltered. Free. Want only relevant results? Our AI knows what's junk and what's not.
de: Wir durchsuchen 8 Plattformen in 5 Ländern. Gleichzeitig. Das Problem: Sie liefern Müll. Sie suchen nach "{searchTerm}" und bekommen Anzeigen, die sie irgendwie als verwandt betrachten. Wir zeigen Ihnen alles. Ungefiltert. Kostenlos. Wollen Sie nur relevante Ergebnisse? Unsere KI weiß, was Müll ist und was nicht.
es: Buscamos en 8 plataformas de 5 países. A la vez. El problema: ellos devuelven basura. Buscas "{searchTerm}" y te devuelven anuncios que de alguna forma consideran relacionados. Nosotros te lo enseñamos todo. Sin filtrar. Gratis. ¿Quieres solo lo relevante? Nuestra IA sabe qué es basura y qué no.
fr: Nous cherchons sur 8 plateformes dans 5 pays. En même temps. Le problème : elles renvoient des résultats parasites. Vous cherchez "{searchTerm}" et elles vous montrent des annonces qu'elles considèrent liées. Nous vous montrons tout. Sans filtre. Gratuit. Vous voulez uniquement les résultats pertinents ? Notre IA sait ce qui est parasite et ce qui ne l'est pas.
it: Cerchiamo su 8 piattaforme in 5 paesi. Tutto insieme. Il problema: restituiscono spazzatura. Cerchi "{searchTerm}" e ti mostrano annunci che considerano in qualche modo correlati. Ti mostriamo tutto. Senza filtri. Gratis. Vuoi solo risultati pertinenti? La nostra IA sa cosa è spazzatura e cosa no.
pt: Pesquisamos em 8 plataformas de 5 países. Ao mesmo tempo. O problema: elas devolvem lixo. Você pesquisa "{searchTerm}" e elas mostram anúncios que de alguma forma consideram relacionados. Mostramos tudo. Sem filtrar. Grátis. Quer apenas resultados relevantes? Nossa IA sabe o que é lixo e o que não é.

# advancedSearchPromoBenefit1
source: Remove unexpected results related to your search for {searchTerm}
de: Entfernen Sie unerwartete Ergebnisse zu Ihrer Suche nach {searchTerm}
es: Elimina resultados inesperados relacionados con tu búsqueda de {searchTerm}
fr: Supprimez les résultats inattendus liés à votre recherche de {searchTerm}
it: Rimuovi risultati inaspettati relativi alla tua ricerca di {searchTerm}
pt: Remova resultados inesperados relacionados à sua pesquisa por {searchTerm}

# advancedSearchPromoBenefit2
source: Find advanced filters for your results
de: Finden Sie erweiterte Filter für Ihre Ergebnisse
es: Encuentra filtros avanzados para tus resultados
fr: Trouvez des filtres avancés pour vos résultats
it: Trova filtri avanzati per i tuoi risultati
pt: Encontre filtros avançados para os seus resultados

# advancedSearchPromoBenefit3
source: Create alerts for new offers
de: Erstellen Sie Benachrichtigungen für neue Angebote
es: Crea alertas para nuevas ofertas
fr: Créez des alertes pour les nouvelles offres
it: Crea avvisi per nuove offerte
pt: Crie alertas para novas ofertas

# advancedSearchPromoActivate
source: I prefer filtered results
de: Ich bevorzuge gefilterte Ergebnisse
es: Prefiero resultados filtrados
fr: Je préfère les résultats filtrés
it: Preferisco risultati filtrati
pt: Prefiro resultados filtrados

# advancedSearchPromoNotNow
source: Got it, show me everything
de: Verstanden, zeig mir alles
es: Entendido, quiero ver todo
fr: Compris, montrez-moi tout
it: Capito, mostrami tutto
pt: Entendido, mostrar tudo

# registrationModalAdvancedSearch
source: Sign up to access Advanced Search with AI filtering
de: Registrieren Sie sich für die erweiterte Suche mit KI-Filterung
es: Regístrate para acceder a la Búsqueda Avanzada con filtrado por IA
fr: Inscrivez-vous pour accéder à la Recherche Avancée avec filtrage IA
it: Registrati per accedere alla Ricerca Avanzata con filtro IA
pt: Registre-se para acessar a Pesquisa Avançada com filtragem IA

# mapLegendTitle
source: Legend
de: Legende
es: Leyenda
fr: Légende
it: Legenda
pt: Legenda

# mapLegendExactLocation
source: Exact location
de: Genauer Standort
es: Ubicación exacta
fr: Localisation exacte
it: Posizione esatta
pt: Localização exata

# mapLegendCityLevel
source: Approximate location
de: Ungefährer Standort
es: Ubicación aproximada
fr: Localisation approximative
it: Posizione approssimativa
pt: Localização aproximada

# mapNoLocationTitle
source: No location
de: Kein Standort
es: Sin ubicación
fr: Sans localisation
it: Senza posizione
pt: Sem localização

# pricingBadge
source: Plans & Pricing
de: Pläne & Preise
es: Planes y Precios
fr: Plans et Tarifs
it: Piani e Prezzi
pt: Planos e Preços

# pricingHeroTitle
source: Choose the perfect plan for your needs
de: Wählen Sie den perfekten Plan für Ihre Bedürfnisse
es: Elige el plan perfecto para tus necesidades
fr: Choisissez le plan parfait pour vos besoins
it: Scegli il piano perfetto per le tue esigenze
pt: Escolha o plano perfeito para suas necessidades
